;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Yutthaphon Inchaiya
; TranslationAuthorEmail: yutthaphon30667@gmail.com
; Soft Version: 4.11.395
; Update:  04 มีนาคม 2016
;
[Lang]
NativeLanguage=ภาษาไทย
[GUI]
ButtonYes=ใช่
ButtonNo=ไม่
ButtonOK=ตกลง
ButtonMinimize=ย่อ
ButtonMaximize=ขยาย
ButtonClose=ปิด
ButtonRestore=กู้คืน
ButtonMenu=เมนู
ButtonSkin=ลักษณะ

[Translation]
LangCode=041e
ReadHabit=Left-to-right
LanguageName=THA
LangShortName=th-th
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=THAI_CHARSET
Bytes=ไบต์
KB=KB
MB=MB
GB=GB
pmDefault=ค่าพื้นฐาน
Information=ข้อมูล
Warning=คำเตือน
Error=ข้อผิดพลาด
Confirm=การยืนยัน
CurVer=เวอร์ชั่นปัจจุบัน:
FrmSkin.Btnok.Caption=ตกลง
Weathertag=C
FrmGeneral.lblunit.caption=หน่วยอุณหภูมิ:
DelSkinHint=ลบลักษณะ
LikeOurSoft=ทดลองใช้ผลิตภัณฑ์อื่นๆ จากทีม Wise ถ้าคุณชอบ Wise Care 365!
DownloadMore=ดาวน์โหลดฟรี
Frmboot.lblsec.caption=วินาที
FrmBuy.lblinfo4.caption=การสนับสนุนฟรีตลอดชีวิต

;
; Popup menu
;
pmDelete=ลบไฟล์ขนาดใหญ่ที่เลือก
pmHelp=ช่วยเหลือออนไลน์
pmforum=ฟอรั่ม
pmHome=โฮมเพจ
pmContact=ติดต่อเรา
pmSettings=ตั้งค่า
pmCheckNew=ตรวจสอบเวอร์ชั่น 
pmLang=ภาษา
pmRegister=ลงทะเบียน
pmAbout=เกี่ยวกับ
pmLicenseKey=เปลี่ยนคีย์ใบอนุญาต
pmIgnore=ละเว้นรายการนี้
pmRCrec=เลือกรายการที่ปลอดภัย
pmDCrec=แนะนำ
pmAll1=เลือกทั้งหมด
pmNone=ไม่เลือก
pmInvert=สลับการเลือก
pmGo=เปิดโฟลเดอร์ที่จัดเก็บ
pmGoReg=เปิดด้วย Registry editor..
pmExport=ส่งออกไปยัง...
;
; Main GUI
;
FrmWPMain.btnrescue=ความช่วยเหลือ
FrmWPMain.btncheckup.caption=ตรวจสอบพีซี
FrmWPMain.btnsysclean.caption=ทำความสะอาดระบบ
FrmWPMain.btnsystune.caption=เพิ่มความเร็วระบบ
FrmWPMain.btnprivacy.caption=ปกป้องข้อมูลส่วนตัว
FrmWPMain.btnSysmon.caption=ตรวจสอบระบบ
FrmChangeHeader.caption=เปลี่ยนอวตาล
FrmHome.btnactive.caption=อัพเกรดเป็นเวอร์ชั่น PRO
FrmHome.lblshare.caption=แบ่งปัน Wise Care 365
FrmHome.lbltools.caption=เครื่องมือ
FrmHome.btntools.hint=เครื่องมือเพิ่มเติม
FrmHome.btnhead.Hint=เปลี่ยนอวตาล
FrmHome.edtuser.Hint=เปลี่ยนชื่อเล่น
FrmHome.btnfacebook.hint=แบ่งปัน Wise Care 365 บน Facebook
FrmHome.btntwitter.hint=แบ่งปัน Wise Care 365 กับ Twitter
FrmHome.btngoogle.hint=แบ่งปัน Wise Care 365 บน Google+
FrmHome.btnemail.hint=บอกเพื่อนของคุณเกี่ยวกับ Wise Care 365
FrmHistory.btncheckup.caption=ตรวจสอบ
FrmHistory.lblrecord.caption=ทำความสะอาดระเบียน
FrmExam.btncancel.caption=ยกเลิก
FrmExam.lblrecheck.caption=ตรวจสอบอีกครั้ง
FrmExam.btnfix.caption=ซ่อมแซม
FrmButtons.lblinfo.caption=คุณสามารถเรียงเครื่องมือด้านล่างทั้งหมดโดยการลากและวาง
;
; About
;
Frmabout.lblstatus.caption=สถานะ:
FrmAbout.caption=เกี่ยวกับ
FrmAbout.lblver.caption=เวอร์ชั่นปัจจุบัน:
FrmAbout.lblemail.caption=อีเมลล์สนับสนุน:
FrmAbout.lblhome.caption=โฮมเพจ:
FrmAbout.lblthanks.caption=ขอขอบคุณบุคคลดังต่อไปนี้สำหรับความช่วยเหลือของพวกเขา:
FrmAbout.lblWarning.caption=คำเตือน: โปรแกรมคอมพิวเตอร์นี้ถูกปกป้องโดยกฏหมายลิขสิทธิ์และสนธิสัญญาระหว่างประเทศ
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=สแกน
Frmadvdc.lblpath.caption=ตำแหน่งสแกน:
Frmadvdc.btnrescan.caption=สแกนอีกครั้ง
Frmadvdc.btnall.caption=เลือกทั้งหมด
Frmadvdc.btnadvanced.caption=ตั้งค่าขั้นสูง
Frmadvdc.btnnone.caption=ไม่เลือก
Frmadvdc.lblspeed.caption=การสแกนที่เร็วที่สุดในโลก!
Frmadvdc.lblrec.caption=แอปพลิเคชั่นที่ผู้ใช้คนอื่นชอบ:
Frmadvdc.vtfiles.Columns[0]=ชื่อไฟล์
Frmadvdc.vtfiles.Columns[1]=ขนาด
Frmadvdc.vtfiles.Columns[2]=ที่ตั้ง
Frmadvdc.vtfiles.Columns[3]=เข้าถึงล่าสุด
Frmadvdc.vtfiles.Columns[4]=ชนิด
FrmAdvSettings.lblinfo.caption="ค้นหาไฟล์ว่าง" จะมีผลเพียงครั้งเดียวเท่านั้น ครั้งต่อไปคุณต้องเลือกมันอีกครั้ง
FrmAdvSettings.btnok.caption=ตกลง
FrmAdvSettings.btnadd.caption=เพิ่ม
FrmAdvSettings.btnremove.caption=เอาออก
FrmAdvSettings.btncancel.caption=ยกเลิก
FrmAdvSettings.wcknull.caption=ค้นหาไฟล์ว่าง (0 ไบต์, ช้ามาก)
FrmAdvSettings.wckshortcut.caption=ค้นหาทางลัดเสียหาย (ช้ามาก)
FrmAdvSettings.caption=ตั้งค่าขั้นสูง
FrmAdvSettings.btnre.caption=แนะนำ
FrmAdvSettings.btnall.caption=เลือกทั้งหมด
FrmAdvSettings.btnnone.caption=ไม่เลือก
;
; Backup and restore
;
FrmBackup.caption=สำรอง
FrmBackup.btnreg.caption=สร้างการสำรองรีจิสทรีแบบเต็ม
FrmBackup.btnsys.caption=สร้างจุดคืนค่าระบบ
FrmRestore.caption=ศูนย์กู้คืน
FrmRestore.btnRegBk.caption=สำรองรีจิสทรี
FrmRestore.btnSysBK.caption=กู้คืนระบบ
FrmRestore.btnclose.caption=ปิด
FrmRestore.btnrestore.caption=กู้คืน
FrmRestore.btnremove.caption=เอาออก
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=เพิ่มตัวกำจัดไฟล์ไปยังเมนูบริบท
FrmBFConfig.btnall.caption=เลือกทั้งหมด
FrmBFConfig.btnnone.caption=ไม่เลือก
FrmBFConfig.btnRemove.caption=เอาออก
FrmBFConfig.caption=ละเลยรายการ
Frmbigfile.vtfiles.Columns[0]=ชื่อไฟล์
Frmbigfile.vtfiles.Columns[1]=ขนาด
Frmbigfile.vtfiles.Columns[2]=ชนิด
Frmbigfile.vtfiles.Columns[3]=เข้าถึงล่าสุด
Frmbigfile.vtfiles.Columns[4]=ที่ตั้ง
Frmbigfile.lblpath.caption=ตำแหน่งสแกน:
Frmbigfile.btnrescan.caption=สแกนอีกครั้ง
Frmbigfile.btnsearch.caption=ค้นหา
Frmbigfile.btndel.caption=ลบ
Frmbigfile.btncancel.caption=หยุด
FrmBigFile.btnIgnore.caption=ละเว้นรายการที่เลือก
FrmBigFile.btnExport.caption=ส่งออกไปยัง...
FrmBigFile.btnExConfig.caption=ละเว้นรายการ
;
; Register 
;
FrmBuy.lblfull.caption=ลงทะเบียนเป็นเวอร์ชั่น Wise Care 365 Pro:
FrmBuy.lblfull1.caption=ในการใช้งานคุณสมบัติทั้งหมดของ Wise Care 365 คุณต้องซื้อเวอร์ชั่นเต็ม เพราะเวอร์ชั่นเต็มของ Wise Care 365 คุณสามารถ:
FrmBuy.lblinfo0.caption=เพียงคลิ๊กเดียวในการซ่อมแซมปัญหาในไม่กี่วินาที
FrmBuy.lblinfo1.caption=ทำความสะอาดไฟล์ขยะ ร่องรอยและประวัติคอมพิวเตอร์ทั้งหมดโดยอัตโนมัติ
FrmBuy.lblinfo2.caption=เร่งความเร็วในการเริ่มต้นระบบ ความเร็วการเชื่อมต่ออินเทอร์เน็ต และทำให้พีซีของคุณดูเหมือนใหม่
FrmBuy.lblinfo3.caption=การป้องกันแบบเรียลไทม์และการเพิ่มประสิทธิภาพสำหรับระบบวินโดสว์ของคุณ
FrmBuy.btnbuy.caption=ลงทะเบียนตอนนี้
FrmBuy.btnactive.caption=เปิดใช้งานคีย์ใบอนุญาตของคุณ
FrmBuy.lblguarantee.caption=ถ้าคุณไม่มีความสุขกับซอฟแวร์ของเราไม่ว่าจะเหตุผลใดก็ตาม คุณสามารถรับเงินกลับคืนภายใน 60 วันหลังจากซื้อ
FrmBuy.lblkey.caption=มีคีย์ใบอนุญาตอยู่แล้วใช่ไหม?
FrmRegister.caption=ลงทะเบียน
FrmLicense.lblinfo.caption=ขอบคุณที่เลือกใช้ Wise Care 365!
FrmLicense.lblinput.caption=โปรดใส่คีย์ใบอนุญาตของคุณเพื่อเปิดใช้งานเป็นเวอร์ชั่น PRO
FrmLicense.lblname.caption=ชื่อผู้ใช้:
FrmLicense.lblemail.caption=อีเมลล์:
FrmLicense.lblkey.caption=คีย์ใบอนุญาต:
FrmLicense.btnregister.caption=ลงทะเบียน
FrmLicense.lblhelp.caption=มีปัญหาในการใส่คีย์ใบอนุญาตใช่ไหม?
FrmLicense.lblnokey.caption=ยังไม่มีคีย์ใบอนุญาตใช่ไหม?
FrmLicense.lblsupport.caption=ติดต่อเรา
FrmLicense.btnbuy.caption=ซื้อตอนนี้
FrmExitNotice.btnexit.caption=ออก
FrmExitNotice.btnreg.caption=ทำการลงทะเบียนได้ง่ายๆ
FrmExitNotice.lbltitle.caption=ก่อนปิด Wise Care 365 Pro, ข้อความ:
FrmExitNotice.lblinfo.caption=นี่คือปัญหาที่ทำให้เครื่องของคุณช้า จัดการกับมันเพื่อนำความเร็วที่หายไปคืนกลับมา
FrmExitNotice.lblregister.caption=ลงทะเบียน Wise Care 365 Pro เป็น:
;
; Common disk clean
;
FrmCommon.btnall.caption=เลือกทั้งหมด
FrmCommon.btnre.caption=แนะนำ
FrmCommon.btnnone.caption=ไม่เลือก
FrmCommon.btnScan.caption=สแกน
FrmCommon.lblstat.caption=รวดเร็วและง่ายดายในการทำความสะอาดไฟล์และร่องรอยที่ไม่ใช้
FrmCommon.btncancel.caption=ยกเลิก
FrmCommon.btnrescan.caption=สแกนอีกครั้ง
;
; Registry Clean
;
FrmRegClean.btnall.caption=เลือกทั้งหมด
FrmRegClean.btnre.caption=แนะนำ
FrmRegClean.btnnone.caption=ไม่เลือก
FrmRegClean.btnCustom.caption=เลือกพื้นที่
FrmRegClean.WiseLabel1.caption=กำหนดการ
FrmRegClean.lbltype.caption=เลือกชนิดการเริ่ม:
FrmRegClean.lblweek.caption=เลือกวัน:
FrmRegClean.lbltime.caption=เวลา:
FrmRegClean.btnScan.caption=สแกน
FrmRegClean.btncancel.caption=ยกเลิก
FrmRegClean.btnrescan.caption=สแกนอีกครั้ง
FrmRegClean.lblstat.caption=คุณไม่เคยทำความสะอาดรีจิสทรีเลย คุณถูกแนะนำให้ทำการสแกนเดี๋ยวนี้!
FrmRegClean.lblinfo.caption=การทำความสะอาดรีจิสทรีของคุณสม่ำเสมอนั้น จะทำให้พีซีของคุณเร็วและเสถียรมากขึ้น
Frmcustom.caption=เลือกพื้นที่
Frmcustom.btnre.caption=แนะนำ
Frmcustom.btnall.caption=เลือกทั้งหมด
Frmcustom.btnnone.caption=ไม่เลือก
Frmcustom.btncancel.caption=ยกเลิก
Frmcustom.btnok.caption=ตกลง
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=พื้นที่ว่าง
FrmDiskDefrag.btnfolder.caption=โฟลเดอร์
FrmDiskDefrag.btnfile.caption=ไฟล์
FrmDiskDefrag.btnsystem.caption=ไฟล์ระบบ
FrmDiskDefrag.btnFragmented.caption=แตกแยก
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=ปิดเครื่องหลังจากจัดเรียงดิสก์
FrmDiskDefrag.btnpause.caption=พัก
FrmDiskDefrag.btnstop.caption=หยุด
FrmDiskDefrag.btnDefrag.caption=จัดเรียงข้อมูล
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=ตัวลบดิสก์สามารถช่วยปกป้องข้อมูลส่วนตัวของคุณโดยการลบไฟล์แบบถาวร และซอฟแวร์กู้ข้อมูลจะไม่สามารถกู้คืนข้อมูลนั้นได้
FrmDiskErase.btnstopErase.caption=หยุด
FrmDiskErase.chkshutdown.caption=ปิดเครื่องหลังจากลบดิสก์
FrmDiskErase.BtnErase.caption=ลบ
FrmDiskErase.lblerasemode.caption=ความปลอดภัย:
FrmDiskErase.vstDisk.Columns[0]=ไดร์ฟ
FrmDiskErase.vstDisk.Columns[1]=ขนาดทั้งหมด
FrmDiskErase.vstDisk.Columns[2]=ที่ว่าง
FrmDiskErase.vstDisk.Columns[3]=สถานะ
;
; Exclusion list
;
FrmExclusion.btnimport.caption=นำเข้า
FrmExclusion.btnexport.caption=ส่งออก
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=ไฟล์ที่ถูกกำจัดจะไม่สามารถกู้คืนได้
FrmFileShredder.lblFileLine2.caption=ป้องกันไฟล์ที่ถูกกำจัดจากการกู้คืนโดยการเขียนทับพื้นที่เดิมของพวกมัน
FrmFileShredder.btnErase.caption=กำจัด
FrmFileShredder.btnaddfile.caption=เพิ่มไฟล์
FrmFileShredder.btnaddfolder.caption=เพิ่มโฟลเดอร์
FrmFileShredder.btnstop.caption=หยุด
FrmFileShredder.btndelitem.caption=เอาออก
FrmFileShredder.vtfiles.Columns[0]=ชื่อไฟล์/โฟลเดอร์
FrmFileShredder.vtfiles.Columns[1]=ที่ตั้ง
FrmFileShredder.vtfiles.Columns[2]=สถานะ
;
; General Settings 
;
FrmGeneral.chkturbo.caption=เริ่ม Wise Turbo อัตโนมัติ
FrmGeneral.chkstartup.caption=เริ่มทำงานพร้อมวินโดวส์
FrmGeneral.chkbooster.caption=เริ่มตัวเร่งความเร็วการเริ่มต้นเมื่อเริ่มคอมพิวเตอร์
FrmGeneral.lblsys.caption=ระบบ
FrmGeneral.lblupdate.caption=ตรวจสอบการอัพเดท:
FrmGeneral.chknews.caption=ตรวจสอบข่าวขณะเริ่มโปรแกรม
FrmGeneral.chkexp.caption=เข้าร่วมโครงการปรับปรุงโปรแกรมด้วยประสบการณ์ลูกค้าของเรา
FrmGeneral.lblexp.caption=รายละเอียด
FrmGeneral.lblportable.caption=เวอร์ชั่นพกพา
FrmGeneral.btnmakeportable.caption=สร้างเวอร์ชั่นพกพา
FrmGeneral.lblinterface.caption=ส่วนติดต่อผู้ใช้
FrmGeneral.lbllang.caption=ภาษา:
FrmGeneral.chkue.caption=เข้าร่วมโครงการปรับปรุงโปรแกรมด้วยประสบการณ์ลูกค้าของเรา
FrmGeneral.btnupdate.caption=ตรวจสอบตอนนี้
;
; Settings GUI
;
FrmGobleSettings.caption=ตั้งค่า
FrmGobleSettings.TabBtnGeneral.caption=ทั่วไป
FrmGobleSettings.TabBtnClean.caption=ทำความสะอาด
FrmGobleSettings.TabBtnExclusion.caption=การยกเว้น
FrmGobleSettings.TabBtnCheckup.caption=เลือกตรวจสอบเอง
FrmGobleSettings.btncancel.caption=ยกเลิก
FrmGobleSettings.btnok.caption=จัดเก็บ
FrmGobleSettings.btnTray.caption=ถาด
FrmGobleSettings.btnSysProect.caption=ปกป้องระบบ
;
; Update
;
FrmNewVer.lblTitle.caption=มีเวอร์ชั่นใหม่พร้อมใช้งาน
FrmNewVer.lblignore.caption=ละเว้นเวอร์ชั่นนี้
FrmNewVer.btnno.caption=ไม่ใช่ตอนนี้
FrmNewVer.btnUpdate.caption=อัพเดทตอนนี้
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=เพิ่มประสิทธิภาพ
FrmOptimizer.lblinfoex.caption=การปรับแต่งระบบสามารถปรับปรุงความเร็วเครือข่ายและระบบของคุณ
FrmOptimizer.btnnone.caption=ไม่เลือก
FrmOptimizer.btnall.caption=เลือกทั้งหมด
FrmOptimizer.btnDefault.caption=ค่าพื้นฐานระบบ
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=ป้องกันข้อมูลส่วนตัวของคุณโดยการลบข้อมูลร่องรอย
FrmPrivacyErase.btnrescan.caption=สแกนอีกครั้ง
FrmPrivacyErase.btnScan.caption=สแกน
;
; Register defrag
;
FrmProcess.caption=จัดเรียงรีจิสทรี
FrmProcess.lblwait.caption=โปรดรอ...
FrmProcess.lblinfo.caption=กำลังเตรียมการจัดเรียง, พีซีของคุณจะไม่ตอบสนองไม่กี่นาที
FrmRegDefragger.lblinfo.caption=การจัดเรียงรีจิสทรีสามารถทำให้พีซีของคุณทำงานได้รวดเร็วและมีความเสถียรมากขึ้น
FrmRegDefragger.lblstat.caption=คุณไม่เคยจัดเรียงรีจิสทรีของคุณเลย คุณถูกแนะนำให้จัดเรียงในทันที!
FrmRegDefragger.btndefrag.caption=จัดเรียง
FrmRegDefragger.lblinfo1.caption=1. เราขอบอกคุณให้ปิดโปรแกรมอื่นๆ ทั้งหมดก่อนที่จะใช้งานฟังก์ชั่นนี้
FrmRegDefragger.lblinfo2.caption=2. ระบบจะไม่ตอบสนองใดๆ ในขณะที่กำลังวิเคราะห์และจะกลับเป็นปกติในไม่ช้า
FrmRegDefragger.lblinfo3.caption=3. ระบบจะเริ่มใหม่โดยอัตโนมัติหลังจากการจัดเรียงรีจิสทรีเสร็จสิ้น
FrmRegDefragger.lblinfo4.caption=4. โปรดอย่าหยุดในขณะที่กำลังจัดเรียง เพราะอาจจะมีปัญหาตามมาได้
FrmRegDefragger.vtdefrag.Columns[0]=ชื่อกลุ่ม
FrmRegDefragger.vtdefrag.Columns[1]=ขนาดปัจจุบัน
FrmRegDefragger.vtdefrag.Columns[2]=ขนาดใหม่
FrmRegDefragger.vtdefrag.Columns[3]=อัตราที่ลด
FrmRegDefragger.btnAnalysis.caption=วิเคราะห์
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=แจ้งเตือน: โปรดเก็บรหัสผ่านของคุณเอาไว้ในที่ปลอดภัย เผื่อว่าคุณจะลืมมัน
FrmPwGenerator.BtnCopy.caption=คัดลอกไปยังคลิปบอร์ด
FrmPwGenerator.ckdigital.caption=ดิจิตอล
FrmPwGenerator.cklowercase.caption=ตัวเล็ก
FrmPwGenerator.ckupercase.caption=ตัวใหญ่
FrmPwGenerator.ckspecial.caption=อักขระพิเศษ
FrmPwGenerator.lblinfo.caption=ตัวสร้างรหัสนี้จะช่วยคุณสร้างรหัสผ่านที่แข็งแกร่ง
FrmPwGenerator.lbllen.caption=ความยาวรหัส
FrmPwGenerator.Btngenerator.caption=ตัวสร้างรหัส
;
; Software Rate
;
FrmRate.Btnlist.caption=ผู้ใช้รีวิว
FrmRate.Btnreview.caption=การรีวิวของฉัน
FrmRate.Btnfirst.caption=เริ่มการริวิวครั้งแรก
FrmRate.Btnsubmit.caption=ส่ง
FrmRate.lblscore.caption=คะแนน:
FrmRate.lblscorehint.caption=(คุณต้องคลิ๊กที่ดาวเพื่อให้คะแนน)
FrmRate.lblnick.caption=ชื่อเล่นของคุณ:
FrmRate.lblnickhint.caption=(เพิ่มเติม)
FrmRate.lblemail.caption=อีเมลล์ของคุณ:
FrmRate.lblemailhint.caption=(เพิ่มเติม)
FrmRate.lblcontent.caption=เนื้อหา:
FrmRate.lblcontenthint.caption=(เพิ่มเติม)
FrmRate.lbldesctitle.caption=คำอธิบายซอฟแวร์:
FrmRate.lblratesoft.caption=ซอฟแวร์แนะนำ
;
; Schedule task
;
FrmSchedule.btnOK.caption=ตกลง
FrmSchedule.btnCancel.caption=ยกเลิก
FrmSchedule.lblinfo.caption=ในการทำความสะอาดอัตโนมัติจะช่วยคุณรักษาพีซีของคุณให้มีประสิทธิภาพคงที่และช่วยลดเวลาของคุณ
FrmSchedule.chksilent.caption=โหมดเงียบ
FrmSchedule.lbltype.caption=เลือกชนิดการทำงาน:
FrmSchedule.lblweek.caption=เลือกวัน:
FrmSchedule.lbltime.caption=เวลา:
FrmSchedule.caption=ตารางกำหนดการ
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=ซ่อนบริการของไมโครซอฟต์
FrmStartupMgr.TabBtnBoot.caption=การเริ่มต้น
FrmStartupMgr.TabBtnService.caption=บริการ
FrmStartupMgr.TabBtnHis.caption=ระเบียน
FrmStartupMgr.BtnRestoreAll.caption=กู้คืนในหนึ่งคลิ๊ก
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=ลดขนาด
FrmSysClean.btnall.caption=เลือกทั้งหมด
FrmSysClean.btnrecommended.caption=แนะนำ
FrmSysClean.btnnone.caption=ไม่เลือก
FrmSysClean.vtsys.Columns[0]=วัตถุ
FrmSysClean.vtsys.Columns[1]=ขนาด
FrmSysClean.vtsys.Columns[2]=ตำแหน่ง
FrmSysClean.vtsys.Columns[3]=คำแนะนำ
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=จัดการไฟล์ขนาดใหญ่
FrmTabPrivcay.TabBtnPrivacyErase.caption=ลบข้อมูลส่วนตัว
FrmTabPrivcay.TabBtnDiskErase.caption=ลบดิสก์
FrmTabPrivcay.TabBtnFileShredder.caption=กำจัดไฟล์ถาวร
FrmTabPrivcay.TabBtnPwGenerator.caption=ตัวสร้างรหัสผ่าน
FrmTabSysClean.TabbtnRegclean.caption=ทำความสะอาดรีจิสทรี
FrmTabSysClean.TabBtnCommonClean.caption=ทำความสะอาดทั่วไป
FrmTabSysClean.TabBtnAdvClean.caption=ทำความสะอาดขั้นสูง
FrmTabSysClean.TabBtnSysSimming.caption=ลดขนาดระบบ
FrmTabSysTune.TabbtnSysOpt.caption=เพิ่มประสิทธิภาพระบบ
FrmTabSysTune.TabBtnDDefrag.caption=จัดเรียงดิสก์
FrmTabSysTune.TabBtnRDefrag.caption=จัดเรียงรีจิสทรี
FrmTabSysTune.TabBtnBoot.caption=จัดการการเริ่มต้น
FrmTabSysTune.TabBtnContext.caption=เมนูบริบท
FrmTabSysMon.TabBtnProcess.caption=ตรวจสอบกระบวนการ
FrmTabSysMon.TabBtnHard.caption=ผลรวมอุปกรณ์
FrmTabSysMon.btnProcessor.caption=หน่วยประมวณผล
FrmTabSysMon.btnBoard.caption=เมนบอร์ด
FrmTabSysMon.btnMemory.caption=หน่วยความจำ
FrmTabSysMon.btnGraphic.caption=การ์ดจอ
FrmTabSysMon.btnDisk.caption=ฮาร์ดไดร์ฟ
FrmTabSysMon.btnNetAdapter.caption=อะแดปเตอร์เครือข่าย
FrmTabSysMon.btnSoundCard.caption=การ์ดเสียง
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=การลบแบบปลอดภัย
FrmSettingClean.chkAutoBackup.caption=สำรองรีจิสทรีโดยอัตโนมัติเมื่อทำความสะอาด
FrmSettingClean.lblfolder.caption=เลือกโฟลเดอร์ที่ว่างเอง (เหมาะกับการล้าขั้นสูง)
FrmSettingClean.btnadd.caption=เพิ่ม
FrmSettingClean.btnremove.caption=เอาออก
FrmSettingClean.lblscanmode.caption=วิธีการสแกนรีจิสทรี
FrmSettingClean.rdnormal.caption=สแกนพ้นฐาน
FrmSettingClean.rdssafe.caption=สแกนอย่างปลอดภัย
FrmSettingClean.rddeep.caption=สแกนอย่างละเอียด
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=กู้คืน
FrmIgnoredItems.btnall.caption=เลือกทั้งหมด
FrmIgnoredItems.btnnone.caption=ไม่เลือก
FrmIgnoredItems.lblinfo.caption=ละเว้นรายการที่เลือก
;
; Shutdown notice
;
FrmShutDownNote.caption=แจ้งเตือนการปิดเครื่อง
FrmShutDownNote.btnCancel.caption=ยกเลิก
;
; Skin
;
Frmskin.lblphoto.caption=เลือกภาพลักษณะเอง
FrmSkin.lblprevious.caption=ก่อนหน้า
FrmSkin.lblnext.caption=ถัดไป
;
; Input Window 
;
frminput.btncancel.caption=ยกเลิก
frminput.btnok.caption=ตกลง
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=เลือกอวตาลเอง
FrmChangeHeader.btnsys.caption=อวตาลระบบ
FrmChangeHeader.btnlocal.caption=ที่ตั้งภาพ
FrmChangeHeader.btnok.caption=ตกลง
FrmChangeHeader.btncancel.caption=ยกเลิก
FrmChangeHeader.lblpreview.caption=ตัวอย่าง
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com โครงการปรับปรุงโปรแกรมจากประสบการณ์ลูกค้า
Frmsecurity.lbltitle.caption=เข้าร่วมโครงการปรับปรุงโปรแกรมจากประสบการณ์ลูกค้า
Frmsecurity.lblinfo1.caption=เพื่อช่วยปรังปรุงผลิตภัณฑ์นี้ คุณสามารถเข้าร่วมโครงการปรับปรุงโปรแกรมจากประสบการณ์ลูกค้าโดยการส่งข้อความไปยัง WiseCleaner.com พร้อมวิธีใช้งานโปรแกรมของคุณ
Frmsecurity.lblinfo2.caption=ไม่มีการเก็บข้อมูลเพื่อใช้ตรวจสอบหรือติดต่อคุณ และคุณสามารถออกจากโครงการได้ตลอดเวลา
Frmsecurity.lbllink.caption=เรียนรู้เพิ่มเติมเกี่ยวกับโครงการปรับปรุงโปรแกรมจากประสบการณ์ลูกค้า
Frmsecurity.cbagree.caption=เข้าร่วมโครงการปรับปรุงโปรแกรมจากประสบการณ์ลูกค้า
Frmsecurity.cbagainst.caption=ฉันไม่ต้องการเข้าร่วมโครงการในตอนนี้
Frmsecurity.btnok.caption=ตกลง
;
;
;
FrmTrail.lbltitle.caption=ขอขอบคุณที่คุณเลือก Wise Care 365
FrmTrail.lblhint.caption=คุณจะไม่สามารถใช้คุณสมบัติดังต่อไปนี้หลังจากการทดลองใช้งานหมดอายุลง
FrmTrail.lblinfo0.caption=1, คลิ๊กเพียงครั้งเดียวเพื่อตรวจสอบและซ่อมข้อผิดพลาดคอมพิวเตอร์
FrmTrail.lblinfo1.caption=2, ลบข้อมูลส่วนบุคคล
FrmTrail.lblinfo2.caption=3, จัดการเมนูบริบท
FrmTrail.lblinfo3.caption=4, อัพเดทเป็นเวอร์ชั่นใหม่โดยอัตโนมัติ
FrmTrail.lblinfo4.caption=5, รูปแบบ & ลักษณะใหม่ๆ
FrmTrail.lblhint1.caption=ถ้าคุณชอบโปรแกรมนี้ โปรดเปลี่ยนใหม่ในตอนนี้
FrmTrail.btnbuy.caption=ซื้อตอนนี้
FrmTrail.btnClose.caption=ภายหลัง

[WiseTray]
TfrmAssistMsg.ckbxNoPrompt.caption=ไม่ต้องแสดงหน้าต่างอีก
TfrmTraySetting.ckAssist.caption=แจ้งเตือนฉันเมื่อมีการตอบกลับโพสต์ของคุณ
TfrmTraySetting.ckReware.caption=แจ้งเตือนฉันเมื่อมีการโพสต์คำถามที่มีเงิน
TfrmTraySetting.Caption=ตั้งค่า
TfrmTraySetting.btnok.Caption=ตกลง
TfrmTraySetting.btnCancel.Caption=ยกเลิก
TfrmTraySetting.ckbx4.Caption=แสดงหน้าต่างลอยโดยอัตโนมัติเมื่อเริ่ม Wise Care 365
TfrmTraySetting.lbl4.Caption=เพิ่มประสิทธิภาพหน่วยความจำโดยอัตโนมัติเมื่ออัตราการใช้หน่วยความจำสูงกว่าค่านี้
TfrmTraySetting.lbl1.Caption=หน่วยอุณหภูมิ
TfrmTraySetting.lbl2.Caption=แสดงข้อมูลระบบ
TfrmTraySetting.ckbx2.Caption=ฟาเรนไฮส์
TfrmTraySetting.ckbx1.Caption=เซลเซียส
TfrmTraySetting.ckbx3.Caption=เพิ่มประสิทธิภาพอัตโนมัติ
TfrmTraySetting.ckbx5.Caption=อุณหภูมิซีพียู
TfrmTraySetting.ckbx6.Caption=อุณหภูมิการ์ดจอ
TfrmTraySetting.ckbx7.Caption=ฮาร์ดไดร์ฟดิสก์ 
TfrmTraySetting.ckbx8.Caption=อุณหภูมิเมนบอร์ด
TfrmTraySetting.ckbx9.Caption=ความเร็วเครือข่าย
TfrmTraySetting.ckbx10.Caption=ซีพียูที่ใช้
FrmTrayMain.btnExit.caption=ออก
FrmTrayMain.btnShowMain.caption=เปิดหน้าต่างหลัก
FrmTrayMain.ppmitem2_1=ซ่อนหน้าต่างลอย
FrmTrayMain.ppmitem2_2=แสดงหน้าต่างลอย
frmWiseFloatWnd.ppmStayontop=อยู่ด้านบนเสมอ
frmWiseFloatWnd.ppmHide=ออกจากหน้าต่างลอย
TfrmPopupWnd.Caption=Wise Care 365 ถาดระบบ
TfrmPopupWnd.btn1.Caption=เพิ่มประสิทธิภาพ
TfrmPopupWnd.lblM.Caption=หน่วยความจำ:
TfrmPopupWnd.lblC.Caption=ซีพียู:
TfrmPopupWnd.lblC1.Caption=ซีพียู:
TfrmPopupWnd.lbl1.Caption_1=หน่วยความจำที่พร้อมใช้งานเพียงพอ 
TfrmPopupWnd.lbl1.Caption_2=หน่วยความจำที่พร้อมใช้งานมีน้อย 
TfrmPopupWnd.lbl1.Caption_3=แทบไม่มีหน่วยความจำที่พร้อมใช้งาน
TfrmPopupWnd.lvitem0=เพิ่มประสิทธิภาพทรัพยากรระบบ
TfrmPopupWnd.lvitem1=ทำความสะอาดหน่วยความจำ
TfrmPopupWnd.lvitem10=ใช้หน่วยความจำมาก 
TfrmPopupWnd.lvitem30=ใช้ซีพียูมาก
TfrmPopupWnd.msg1=ทำความสะอาดหน่วยความจำได้ 

[Context]
ContxtMgrInfo=วิธีง่ายๆ ที่จะปิด/เปิดใช้งานเมนูบริบทของ วินโดวส์
ContextName=หัวเรื่องเมนู
ContextPublisher=บริษัท
ContextType=ชนิด
ContextAction=สถานะ
ContextAll=ไฟล์ทั้งหมด (*)
ContextDirectory=ที่ตั้ง
ContextFolder=โฟลเดอร์
ContextDrive=ไดร์ฟ
ContextBack=เดสก์ท็อป
ContextRecycle=ถังรีไซเคิล
ContextShortcut=ไฟล์ทางลัด
ContextExe=ไฟล์เริ่มต้นด้วยตนเอง
Contextunknowndesc=ไม่มีคำอธิบาย
Contextunknown=ไม่รู้จักบริษัท

[Message]
SysProtectOn=กำลังปกป้องระบบ
SysProtectOff=ปิดการปกป้องระบบ
NoRegInfo=ไม่สามารถค้นหาข้อมูลการลงทะเบียนของคุณได้
ConnectFail=ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
Unlimited=ไม่จำกัด
Unoptimized=ไม่ได้เพิ่มประสิทธิภาพ
Free=ฟรี
Registried=ลงทะเบียนแล้ว
ExpiryDate=วันหมดอายุ:
Unregistried=ไม่ได้ลงทะเบียน
New=ใหม่
HaveChange=คุณต้องการจัดเก็บการเปลี่ยนแปลงหรือไม่?
IssuesFound=%d ปัญหาที่ตรวจพบ
Items=รายการ
Ignore=ละเว้น
ElapsedTime=เวลาที่ใช้: 
ScannedSection=ส่วนที่ถูกสแกน:
InvalidRegInfo=ข้อมูลการลงทะเบียนเสียหาย! 
ScheduleHint=ทำความสะอาดคอมพิวเตอร์ของคุณเป็นประจำ
PrivacyData=ประวัติข้อมูลส่วนตัว:
PluginCount=ตัวนับส่วนเสริม:
TuneupCount=ตัวนับการปรับแต่ง: 
CannotCrTask=ไม่สามารถสร้างตารางกำหนดการได้
NotSupportOS=คุณสมบัติไม่รองรับบนระบบปฏิบัติการนี้
NeedInstall=คุณต้องการติดตั้ง %s ตอนนี้หรือไม่?
NeedUpdate=คุณต้องการอัพเดท %s ตอนนี้หรือไม่?
WaitForDownload=โปรดรอจนกว่าการดาวน์โหลดจะเสร็จสิ้น
RegeditorLocked=Registry Editor ของคุณถูกปิดกั้น ฟังก์ชั่นของการสำรอง/กู้คืนต้องใช้ Registry Editor คุณต้องการปลดล็อค Registry Editor ตอนนี้หรือไม่?
failtounLock=ไม่สามารถปลดล็อค Registry Editor ได้ บางที่คุณอาจต้องการสิทธิมากกว่านี้เพื่อทำการปลดล็อค
Offer=สิทธิพิเศษ
ShredFile=กำจัดไฟล์/โฟลเดอร์
BFName=ชื่อไฟล์
BFSize=ขนาดไฟล์
BFType=ชนิด
BFPath=ที่ตั้ง
NotShowNotice=ไม่ต้องแสดงการเตือนนี้อีก
BigfileHint=ไฟล์คีย์ระบบและไฟล์ที่สำคัญได้รับการกรองจากผลลัพธ์การสแกนแล้ว โปรดเลือกไฟล์อื่นอย่างระมัดระวัง
BigfileSearchFinish=%d ไฟล์ขนาดใหญ่ที่พบ, ใช้ไป %s ของพื้นที่ดิสก์ ใช้เวลา: %d วินาที(s)
BigfileSelect=คุณมี %d ไฟล์ที่้เลือก, การลบในครั้งนี้จะช่วยคุณเพิ่มพื้นที่ดิสก์ %s
BigfileSearch=การลบไฟล์ขนาดใหญ่เป็นประจำจะช่วยให้ดิสก์มีพื้นที่เพิ่มขึ้น!
delbigfile=การลบของไฟล์ขนาดใหญ่จะทำโดยปราศจากการสำรอง คุณต้องการลบไฟล์ที่เลือกเหล่านี้หรือไม่?
delbigfileFail=ไม่สามารถลบไฟล์: %s ได้ เพราะมันถูกใช้งานโดยโปรแกรมอื่นอยู่
FailedCloseProcess=จบโปรแกรมไม่สำเร็จ โปรดปิดโปรแกรมด้วยตัวเอง
FindRunProcess=โปรแกรมกำลังทำงานอยู่ โปรดปิดมันลงเพื่อเสร็จสิ้นการอัพเดท
WaitUpdateComplete=ตารางการอัพเดทปัจจุบันไม่สำเร็จ โปรดอัพเดทซอฟแวร์นี้ในภายหลัง
CleanHis=ล้างประวัติ
Regerror=รีจิสทรีที่ผิดพลาด:
TraceCount=ตัวนับร่องรอย:
TrashSize=ไฟล์ขยะ:
PrivacyUnActive=ปัญหาข้อมูลส่วนตัว: ไม่ถูกเปิดใช้
Privacyissues=ปัญหาข้อมูลส่วนตัว:
PrivacyActive=เปิดใช้งาน
DupFile=ไฟล์ในรายการ
BtnHint=รวดเร็ว & ปลอดภัยมากขึ้น
BtnUpgrade=เวอร์ชั่นเต็ม
RegTitle=ไม่ได้ลงทะเบียน
Notice=ทำให้พีซีเร็ว & ปลอดภัยมากขึ้น
NoNewVer=ยินดีด้วย เวอร์ชั่นที่คุณใช้อยู่เป็นเวอร์ชั่นล่าสุด!
NewVer=มีเวอร์ชั่นใหม่พร้อมใช้งาน! คุณต้องการอัพเกรดตอนนี้หรือไม่?
LeftTime=เวลาที่เหลือ: 
ELeftTime=กำลังคาดคะเนเวลา...
Analysing=กำลังวิเคราะห์...
AddFileType=เพิ่มชนิดไฟล์
InputType=นำเข้าไฟล์หรือชนิดไฟล์ (ตัวอย่าง: *.tmp อื่นๆ..)
InvalidType=ส่วนขยายไฟล์ไม่สมบูรณ์
DupItem=รายการนี้มีในรายการอยู่แล้ว
KeyWord=โปรดใส่คีย์เวิร์ดของคุณ:
SelectFolder=โปรดเลือกโฟลเดอร์
TranslateTo=แปลเป็น...
Clean=ทำความสะอาด
Optimize=เพิ่มประสิทธิภาพ
Fix=ซ่อมแซม
Scanning=กำลังสแกน...
Entries=รายการ
LestOne=คุณต้องเลือกพื้นที่อย่างน้อยหนึ่งรายการเพื่อทำการสแกน
NoTrashAndTrace=ยินดีด้วย! คอมพิวเตอร์ของคุณถูกทำความสะอาดแล้ว
CleanDone=การทำความสะอาดเสร็จสิ้น!
LestOneClean=คุณต้องเลือกพื้นที่อย่างน้อยหนึ่งรายการเพื่อทำการสแกน
Working=โปรดรอจนกว่าตารางปัจจุบันจะเสร็จสมบูรณ์, และลองใหม่อีกครั้ง
StartClean=ทำความสะอาด
StartScan=สแกน
PrivacyDefaultHint=การสแกนหาร่องรอยข้อมูลเป็นประจำสามารถปกป้องข้อมูลส่วนตัวของคุณจากการแอบดูได้
GoodHabit=การทำความสะอาดรีจิสทรีเป็นประจำจะรักษาพีซีของคุณให้มีประสิทธิภาพคงที่
RegEntries=รายการรีจิสทรีเสียหาย
CreateBackup=กำลังสร้างข้อมูลสำรอง...
CreateBackupReg=กำลังสร้างข้อมูลสำรอง...โปรดรอสักครู่
RegBackupDone=การสำรองรีจิสทรีเสร็จสมบูรณ์
RegBackupFail=ไม่สามารถสร้างการสำรองรีจิสทรีได้
GettingRestoreData=กำลังรับข้อมูลการกู้คืน...
CleanForReg=กำลังทำความสะอาดรีจิสทรี...
Hours=ชั่วโมง
Minutes=นาที
Secs=วินาที
RegBackup=สำรองรีจิสทรี
RegRestore=กู้คืนรีจิสทรี
Compress=กำลังบีบอัด...
Extracte=กำลังแยก...
Complete=เสร็จสิ้น
RestoreReg=กำลังกู้คืนรีจิสทรี... โปรดรอสักครู่
bkAuto=อัตโนมัติ
bkManual=ด้วยตนเอง
BackupDate=วันที่สำรอง
BackupType=ชนิดการสำรอง
Problems=ปัญหา:
CreateDate=วันที่สร้าง
Description=คำอธิบาย
Removebackup=คุณต้องการลบไฟล์สำรองที่เลือกหรือไม่?
RemoveSysRestore=คุณต้องการลบไฟล์จุดกู้คืนระบบที่เลือกหรือไม่?
NoBackupSelected=คุณต้องเลือกอย่างน้อยหนึ่งรายการเพื่อทำการกู้คืน
SysCreating=กำลังสร้างจุดกู้คืนระบบ...
SysRestoring=กำลังเตรียมการกู้คืนระบบ...
RestoreComplete=การกู้คืนเสร็จสมบูรณ์
RestoreFromSysRestore=คุณต้องเริ่มคอมพิวเตอร์ของคุณใหม่หลังจากการกู้คืนระบบ คุณต้องการเริ่มการกู้คืนระบบตอนนี้หรือไม่?
Browse=เรียกดู...
ScanFor=กำลังสแกน:
Exported=รายการปัจจุบันถูกส่งออกไปยัง %s คุณต้องการเปิดไฟล์ตอนนี้หรือไม่?
LeftTimeSec=ใช้เวลา: %s วินาที
FindDrives=กำลังค้นหาไดร์ฟ...
Safetodel=รายการนี้สามารถลบได้อย่างปลอดภัย
MoreSpace=ต้องการพื้นที่เพิ่มเติม
Unknow=ไม่รู้จัก
NoItemChecked=คุณต้องเลือกหนึ่งไฟล์หรือมากกว่าเพื่อทำความสะอาด
NoDriveChecked=คุณต้องเลือกหนึ่งไดร์ฟหรือมากกว่าเพื่อสแกน
AllHardDrive=ตำแหน่งฮาร์ดไดร์ฟ
SelectHardDrive=โปรดเลือกฮาร์ดไดร์ฟ
AvdDefaultHint=ค้นหาไฟล์ที่ไม่ได้ใช้เพิ่มเติมและเพิ่มพื้นที่มากขึ้น
ScanAborted=การสแกนถูกยกเลิก!
TrashFound=%d ไฟล์ขยะที่พบ, ทั้งหมด %s
TrashRemoved=กำจัดขยะ %d ไฟล์, ได้พื้นที่ดิสก์ %s
Cancel=ยกเลิก
FailToDelete=บางไฟล์ไม่สามารถลบได้, แต่จะถูกลบเมื่อเริ่มระบบใหม่
AlreadExist=%s มีในรายการอยู่แล้ว
illegalType=%s เป็นชนิดไฟล์ที่ไม่ถูกต้อง
Summary=สรุป
InputSummary=โปรดใส่ผลสรุปสำหรับชนิดนี้:
WarnNoType=คุณต้องเลือกอย่างน้อยหนึ่งชนิดไฟล์!
Cleaning=กำลังทำความสะอาด...
NowCleaning=ตอนนี้กำลังล้าง:
Scaning=กำลังสแกน..
NoItems=ยินดีด้วย! รายการทั้งหมดถูกเพิ่มประสิทธิภาพ
WDCReport=Wise Disk Cleaner รายงาน
TrashFoundEx=ไฟล์ขยะต่อไปนี้ที่ถูกพบ:
TraceFound=%d ร่องรอยที่พบ
TraceFoundEx=ร่อยรอยต่อไปนี้ที่ถูกพบ:
InvalidIgnorItem=รายการนี้ไม่สามารถละเลยได้
LestOneItem=คุณต้องเลือกอย่างน้อยหนึ่งวัตถุเพื่อทำความสะอาด
CleanNow=ขอแนะนำให้ทำความสะอาดในทันที
TraceRemoved=%d ร่องรอยถููกกำจัด
LastCommonClean=ทำความสะอาดล่าสุดเมื่อ: 
NoFilesFound=ไม่มีไฟล์ขยะ
NoTracesFound=ไม่พบร่องรอย
FindFilesSize=%d ไฟล์ที่พบ, ทั้งหมด %s
FindTraces=%d ประวัติที่พบ
NoItemFound=ไม่มีพบรายการ
FindTracesSection=%d ร่องรอยที่พบในส่วนนี้
CanFreeSpace=%d ไฟล์ที่พบ และ %s พื้นที่ดิสก์ถูกกู้คืน
TotalTraces=%d ร่องรอยที่ถูกพบ
7After=%d วันที่ผ่านมาหลังจากคุณทำความสะอาดรีจิสทรีครั้งล่าสุด ขอแนะนำให้ทำการสแกนทันที
7Before=การทำความสะอาดรีจิสทรีของคุณ จะได้คอมพิวเตอร์ที่รวดเร็วในอีกไม่ช้า!
EnableRestore=การกู้คืนระบบถูกปิดใช้งาน คุณต้องการเปิดใช้งานการกู้คืนระบบหรือไม่?
RestorePointFail=การสร้างจุดกู้คืนระบบล้มเหลว
ErrorMsg=ข้อความข้อผิดพลลาด:
DefaultValue=(ค่าพื้นฐาน)
Area=พื้นที่
LeastOne=คุณต้องเลือกอย่างน้อยหนึ่งพื้นที่เพื่อทำการสแกน
IsRunning=โปรแกรมกำลังสแกน, โปรดรอจนกว่าการสแกนจะเสร็จสิ้น และลองใหม่อีกครั้ง
NeverDefrag=คุณไม่เคยจัดเรียงรีจิสทรีเลย!
LastDefrag=เวลาการจัดเรียงครั้งล่าสุดของคุณ:
TotalDefrag=%.2f ถูกบีบอัด
DefragReport=รีจิสทรีถูกบีบอัด รายงานการเพิ่มประสิทธิภาพ:
DefragReport1=ขนาดก่อนหน้าของรีจิสทรี:
DefragReport2=ขนาดใหม่ของรีจิสทรี:
DefragReport3=ขนาดที่ถูกเพิ่มประสิทธิภาพ:
DefragRate=อัตราการถูกเพิ่มประสิทธิภาพคือ: %s
SuggestDefrag=แนะนำให้ทำการจัดเรียงในทันที
SuggestIgnore=คุณสามารถจัดเรียงรีจิสทรีของคุณในครั้งถัดไป
Total=ทั้งหมด:
ComfirmDefrag=โปรดจัดเก็บงานที่ยังไม่เสร็จของคุณ เพราะพีซีจะเริ่มใหม่หลังจากจัดเรียง ทำต่อ?
def15After=%d วันที่ผ่านมาตั้งแต่ครั้งล่าสุด ขอแนะนำให้ทำการจัดเรียงรีจิสทรีในทันที
def15Before=คอมพิวเตอร์จของคุณจะเริ่มได้เร็วและเสถียร ถ้าคุณรักษาการบีบอัดรีจิสทรีของคุณเอาไว้ได้
AdviseClean=การทำความสะอาดรีจิสทรีเป็นประจำจะช่วยเร่งความเร็วและความเสถียรพีซีของคุณ
LastClean=ทำความสะอาดล่าสุด: 
IssueFound=%d ปัญหาที่พบ
TypeNoError=ล้าง
ScanCanceled=การสแกนถูกยกเลิก!
ReScanHint=%d ปัญหาที่พบ เพื่อค้นหาปัญหาเพิ่มเติม แนะนำให้ทำการสแกนอีกครั้ง
FindError=%d ปัญหาที่ถูกพบ ท่ามกลาง %d รายการที่ไม่ปลอดภัย
NoError=ยินดีด้วย ไม่มีปัญหาที่ถูกพบ!
ReScanHint1=เราขอแนะนำให้คุณทำการสแกนอีกครั้งเพื่อค้นหาปัญหาเพิ่มเติม
TypeChanged=คุณได้เปลี่ยนแปลงรายการที่สแกน!
ReScanHint2=โปรดสแกนอีกครั้งเพื่อค้นหาปัญหาเพิ่มเติม
LogAll=%d ปัญหาที่พบ, %d ปัญหาที่ถูกจัดการ
LogFail=ไม่สามารถกำจัด %d วัตถุ
NoNewVer=ยินดีด้วย เวอร์ชั่นที่คุณใช้อยู่เป็นเวอร์ชั่นล่าสุด!
ExitTray=คุณต้องการออกจาก Wise Care 365 ถาดระบบหรือไม่?
EmptyName=ชื่อของคุณไม่สามารถว่างได้
EmptyEmail=ที่อยู่อีเมลล์ของคุณไม่สามารถว่างได้
EmpytKey=คีย์ใบอนุญาตของคุณไม่สามารถว่างได้
InvalidEmail=อีเมลล์ไม่ถูกต้อง โปรดใส่อีเมล์ที่ถูกต้อง
InvalidKey=คีย์ใบอนุญาตไม่ถูกต้อง โปรดใส่คีย์ที่ถูกต้อง
DelSkin=คุณต้องการลบลักษณะหรือไม่?
VipSkin=ลักษณะนี้พร้อมใช้งานสำหรับผู้ใช้ที่ลงทะเบียน อัพเกรดตอนนี้?
ActivateOnline=กำลังตรวจสอบข้อมูลการลงทะเบียนของคุณ โปรดรอ...
Activated=เวอร์ชั่น Pro ถูกเปิดใช้งานแล้ว
ThanksRegister=ขอขอบคุณสำหรับการลงทะเบียนผลิตภัณฑ์นี้!
Never=ไม่เคย
AddFolder=เพิ่มโฟลเดอร์
DisableAdd=เพื่อความปลอดภัยของโฟลเดอร์ระบบ (เช่น "Windows Folder", "Boot of Hard Drive" และ "CD-ROM") เพิ่มไปยังรายการ
DupFolder=โฟลเดอร์มีอยู่ในรายการแล้ว
ConfirmAdd=คุณต้องการกำจัดไฟล์ทั้งหมดใน %s เมื่อคุณเริ่ม "ทำความสะอาดขั้นสูง" หรือไม่?
ScheduleNextTime=ครั้งถัดไป: 
WarnZeroFile=คุณได้เลือกโหมด "ไฟล์ว่าง" โปรดดูพวกมันก่อนที่คุณจะกำจัด ทำต่อ?
NeedBackup=ท่าทางว่านี่จะเป็นการตรวจสอบพีซีครั้งแรกของคุณ แนะนำให้ทำการสำรอง คุณต้องการให้มีการสำรองโดยอัตโนมัติตอนนี้หรือไม่?
NeedStartup=คุณต้องเพิ่มความเร็วพีซีของคุณด้วยตนเอง, สำหรับ Wise Care 365 ที่ไม่ได้เริ่มต้นการทำงานพร้อมระบบ
RestorePointDone=สร้างจุดคืนค่าระบบเสร็จสมบูรณ์
IgnoreVer=ละเว้นการอัพเดทนี้
ScheduleNotActive=ตารางกำหนดการถูกปิดใช้งาน
Proupdate=เรารู้สึกเสียใจที่เวอร์ชั่นนี้ไม่รองรับการอัพเกรด แต่เราสามารถเตรียมการลดราคาลง 50% สำหรับคุณเพื่อรับเวอร์ชั่นใหม่ ไม่เช่นนั้นมันจะกลายเป็นเวอร์ชั่นฟรีถ้าคุณเลือกที่จะอัพเดทมัน ทำต่อ?
DiscountInfo1=คุณใช้ Wise Care 365 ฟรี ไป %d วัน, 
DiscountInfo2=ตอนนี้เรามีข้อเสนอสุดพิเศษสำหรับคุณ, 
DiscountInfo3=ซื้อเพียง %s เพื่ออัพเกรดเป็นเวอร์ชั่น Pro
SkinLimit=ลักษณะนี้พร้อมใช้งานสำหรับเวอร์ชั่น Pro, อัพเกรดตอนนี้?
DownloadingSkin=ตารางการอัพเดทปัจจุบันไม่สำเร็จ โปรดอัพเดทในภายหลัง
DownloadError=ดาวน์โหลดผิดพลาด โปรดลองอีกครั้งในภายหลัง
GetHotSkinError=ข้อผิดพลาดที่เกิดขึ้นเมื่อร้องขอข้อมูลลักษณะ
SkinCorrupt=ไฟล์ลักษณะถูกดาวน์โหลดไม่สำเร็จหรือไม่สมบูรณ์! โปรดดาวน์โหลดอีกครั้้ง
InputCookie=โปรดใส่โดเมน (เช่น Google, live หรืออื่นๆ)
BrowserRunning=%s กำลังทำงาน คุณต้องการปิดหรือไม่? ถ้าไม่เช่นนั้นแคชและคุ๊กกี้จะไม่สามารถถูกทำความสะอาดได้
ExImport=รายการส่วนขยายถูกส่งออกไปยัง:
TrayNotice=พีซีของคุณไม่เคยถูกทำความสะอาดเลยมากกว่าครึ่งเดือนแล้ว!
Discount=(25% ส่วนลดพร้อมใช้งานตอนนี้)
KillProcessError=จบกระบวนการผิดพลาด สาเหตุอาจมาจากสิทธิที่ไม่เพียงพอ 

[Exclusion]
Folder=ยกเว้นโฟลเดอร์
AddFolder=เพิ่มโฟลเดอร์
File=การยกเว้นไฟล์
AddFile=เพิ่มไฟล์
File Type=การยกเว้นชนิดไฟล์
AddType=เพิ่มชนิด
Registry=การยกเว้นคีย์รีจิสทรี
Add Key=เพิ่มคีย์
Delete=ลบ
Cookies=การยกเว้นโดเมน
Add Cookie=เพิ่มโดเมน
WhiteList=รายการปลอดภัย
BlackList=รายการเสี่ยง

[PrivacyScan]
SeenPictures=ประวัติการดูรูปภาพ
SeenPicturesHint=ประวัติการดูรูปภาพขณะท่องอินเทอร์เน็ต
SeenMovies=ประวัติการชมภาพยนต์/วีดีโอ
SeenMoviesHint=ประวัติการชมภาพยนต์/วีดีโอขณะท่องอินเทอร์เน็ต
AccessFiles=ประวัติการเข้าถึงไฟล์
AccessFilesHint=ประวัติการเข้าถึงไฟล์ขณะที่ใช้คอมพิวเตอร์
VisitedWeb=ประวัติการเยี่ยมชมหน้าเว็บ
VisitedWebHint=ประวัติการเยี่ยมชมหน้าเว็บขณะท่องอินเทอร์เน็ต

[PrivacyClean]
GoodHabit=คุณมีคอมพิวเตอร์ที่สะอาด มันเป็นสิ่งที่ดี จงพยายามรักษาเอาไว้!
CleanNow=มีข้อมูลส่วนตัวที่เสี่ยงอยู่ ถูกแนะนำให้ทำความสะอาดทันที
TraceFound=%d ข้อมูลส่วนตัวอันตรายที่พบ
TraceRemoved=%d ข้อมูลส่วนตัวอันตรายที่ถูกกำจัด

[Password]
Weak=อ่อนไป
OK=พอได้
Strong=แกร่งมาก

[Schedule]
Daily=ทุกวัน
Weekly=ทุกสัปดาห์
Monthly=ทุกเดือน
Idle=เมื่อว่าง
Login=เมื่อเข้าสู่ระบบ
Sunday=วันอาทิตย์
Monday=วันจันทร์
Tuesday=วันอังคาร
Wednesday=วันพุธ
Thursday=วันพฤหัสบดี
Friday=วันศุกร์
Saturday=วันเสาร์
AutoScan=สแกนอัตโนมัติ
AutoClean=ทำความสะอาดอัตโนมัติ

[Bootup]
delItem=คุณต้องการลบวัตถุรายการนี้หรือไม่?
BootDelHint=ลบรายการนี้
BootName=คำอธิบายซอฟแวร์
BootTime=เวลาเริ่มต้น
BootRate=คะแนนซอฟแวร์
BootSuggestion=คำแนะนำ/คะแนน
BootAction=การปฏิบัติการ
ServiceName=คำอธิบายบริการ
Publisher=บริษัท
Disable=ปิดใช้งาน
Enable=เปิดใช้งาน
Keep=เก็บไว้
MustEnable=ต้องถูกเปิด
NoSuggestion=ไม่มีคำแนะนำตอนนี้
FailToChange=รายการนี้ไม่สามารถเปิดหรือปิดได้
NoHisInfo=ไม่มีรายการที่ต้องปิดในปัจจุบัน
HisInfo=%d รายการปัจจุบันถูกปิด คุณสามารถเปิดใช้งานได้อย่างง่ายหรือจะปิดใช้ตอนเริ่มต้นได้ที่นี่
BtnRestore=กู้คืน
BootLoad=กำลังโหลดโปรแกรมและบริการที่เริ่มต้น
ServiceCountInfo=พบ %d บริการของโปรแกรมอื่น และ %d บริการระบบ
StartupInfo=ปิดใช้งานโปรแกรมที่เริ่มต้นบางตัวเพื่อเร่งความเร็วในการเริ่มต้นของพีซีคุณ

[Msg]
WDCScanSpeed=สแกนที่เร็วที่สุดในโลก!
WDCSysSlimming=ไม่พบไฟล์!
PowerOpt=ไม่มีรายการที่ต้องเพิ่มประสิทธิภาพ!

[CommonClean]
ScanAbortedHint1=เราขอแนะนำให้คุณสแกนอีกครั้งเพื่อค้นหาไฟล์ที่ไม่ใช้งาน
ScanAbortedHint=เราขอแนะนำให้คุณสแกนอีกครั้งเพื่อค้นหาไฟล์ที่ไม่ใช้งานและร่องรอย
DefaultHint=การทำความสะอาดเป็นประจำสามารถช่วยคุณประหยัดพื้นที่ดิสก์และปกป้องข้อมูลส่วนตัวของคุณ
7After=%d วันที่ผ่านมาตั้งแต่ครั้งล่าสุด ถูกแนะนำให้สแกนทันที
7Before=มันเป็นนิสัยที่ดีที่รักษาไดร์ฟของคุณให้สะอาดและปกป้องข้อมูลส่วนตัวของคุณ

[SysClean]
Scanning=กำลังสแกน...
ScanEnd=%d รายการที่พบ %s พื้นที่ดิสก์ที่ประหยัดได้
NoItems=ยินดีด้วย! ไดร์ฟระบบของคุณถูกทำความสะอาด
Open=เปิด
Remove=เอาออก
MoreSpace=ต้องการพื้นที่เพิ่มเติม
Cleaning=กำลังทำความสะอาด...
NoItems=ยินดีด้วย! ไดร์ฟระบบของคุณถูกทำความสะอาด
SpaceFreed=การลดขนาดระบบเสร็จสิ้น %s พื้นที่ดิสก์ที่ได้กลับคืน
Installer=Windows Installer ที่ล้าสมัย
LongInstaller=Windows Installers ที่ล้าสมัยสามารถกำจัดเพื่อเพิ่มพื้นที่ดิสก์ได้
PatchUninstall=ไฟล์ถอนการติดตั้งของแพตท์อัพเดทวินโดวส์
LongPatchUninstall=ถ้าคุณไม่ต้องการถอนการติดตั้งการอัพเดทวินโดวส์ คุณสามารถลบไฟล์เหล่านี้ได้
Downloadedfiles=ดาวน์โหลดไฟล์การติดตั้งวินโดวส์
Longdownloadedfiles=เมื่อการติดตั้งแพตท์อัพเดทวินโดวส์เสร็จสิ้น มันสามารถกำจัดได้อย่างปลอดภัย
Baselinecache=แคชการติดตั้งวินโดวส์หลัก
LongBaselinecache=เป็นไฟล์ที่ถูกสร้างโดยบริการ Windows installer และคุณสามารถลบมันออกได้
JPIME=ญี่ปุ่น IME
LongJPIME=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
KoreanIME=เกาหลี IME
LongKoreanIME=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
TChineseIME=จีนดั้งเดิม IME
LongTChineseIME=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
MPinyinIME=Microsoft พินอิน IME
LongMPinyinIME=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
HelpFile=ไฟล์ตัวช่วยของ Windows
LongHelpFile=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
SamplePic=ตัวอย่างรูปภาพของ Windows
LongSamplePic=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
SampleMic=ตัวอย่างเพลงของ Windows
LongSampleMic=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
SampleVideos=ตัวอย่างวีดีโอของ Windows
LongSampleVideos=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
SampleMedia=ตัวอย่างสื่อของ Windows
LongSampleMedia=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ
Wallpaper=ไฟล์ภาพพื้นหลังของ Windows
LongWallpaper=คุณสามารถกำจัดได้ ถ้าคุณไม่ต้องการ

[PCExam]
Tracehint=ทำความสะอาดประวัติการท่องเว็บและประวัติการเข้าถึงเอกสารอื่นๆ
PrivacyHint=ทำความสะอาดร่องรอยการสำรวจทั้งหมดและกิจกรรมก่อนหน้าของคอมพิวเตอร์ของคุณ
IEShell=เพื่อตรวจสอบความสมบูรณ์ฟังก์ชั่นของ IE shell
IEShellFine=IE shell ทำงานปกติ
IEShellFail=IE shell ถูกเจาะ
FindPrivacyData=%d บันทึกข้อมูลส่วนตัวที่พบ
SDDDetected=ตรวจพบ SSD ข้าม
JunkFiles=ไฟล์ที่ไม่ใช้ในคอมพิวเตอร์
ShortJunkFiles=ไฟล์ที่ไม่ใช้
RegistryJunk=รายการรีจิสทรีเสียหาย
ShortRegistryJunk=รายการรีจิสทรีเสียหาย
SystemTuneup=%d รายการสามารถเพิ่มประสิทธิภาพเพื่อปรับปรุงประสิทธิภาพคอมพิวเตอร์
ShortSystemTuneup=รายการนี้สามารถเพิ่มประสิทธิภาพได้
UserTrace=ร่องรอยคอมพิวเตอร์และประวัติการท่องเว็บ
ShortUserTrace=ข้อมูลการท่องเว็บ
SecurityProject=รายการที่เกี่ยวกับความปลอดภัย
FindJunkFiles=%d ไฟล์ขยะ, %s
FindTraces=%d ประวัติที่พบ
FilesFound=%d ไฟล์ที่พบ, รับพื้นที่คืน %s
TracesFound=%d ร่องรอยที่พบ
NoOptimizeItems=รายการทั้งหมดถูกเพิ่มประสิทธิภาพ
Fixing=กำลังซ่อม: 
ScanFor=กำลังสแกน: 
RegEntriesCount=%d รายการเสียหายที่พบ
FirstTimeRunHint=สุขภาพพีซี? ตรวจสอบตอนนี้!
ExamCanceled=การตรวจสอบถูกยกเลิก!
PCHealthNum=ดัชนีสุขภาพพีซี:
FixCanceled=การปฏิบัติการซ่อมแซมถูกยกเลิก!
ExamEndHintFixed=ยินดีด้วย! รายการทั้งหมดที่ต้องซ่อมถูกแก้ไขแล้ว
ExamEndHintFixed3=%d ปัญหาถูกซ่อม, %d รายการที่ต้องซ่อมด้วยตัวเอง
ExamEndHintFixed4=ยินดีด้วย! %d ปัญหาที่ต้องซ่อมถูกแก้ไขแล้ว
TrashResult=%d ไฟล์ขยะถูกกำจัด, ได้พื้นที่ %s
RegEntriesResult=%d รายการรีจิสทรีที่เสียหายถูกทำความสะอาดแล้ว
OptimizeResult=%d รายการถูกเพิ่มประสิทธิภาพเพื่อเร่งความเร็วคอมพิวเตอร์ของคุณ
SafeCheckResult=%d ปัญหาที่เกี่ยวกับความปลอดภัยได้ถูกแก้ไขแล้ว
TraceResult=ทำความสะอาด %d ร่องรอย
Result.FineTranStr=ซอฟแวร์ป้องกันไวรัสถูกติดตั้งบนคอมพิวเตอร์ของคุณแล้ว
Result.FailTranstr=ไม่พบซอฟแวร์ป้องกันไวรัสที่ติดตั้งบนคอมพิวเตอร์ของคุณ
UnsettledItems=รายการดังต่อไปนี้ต้องแก้ไขด้วยตัวเอง
ReScanHint=เราแนะนำคุณมาโดยตลอดให้ตรวจสอบพีซีเพื่อค้นหาปัญหาอื่นๆ ที่ทำให้พีซีของคุณทำงานช้าลง
ReFixHint=เราแนะนำคุณมาโดยตลอดให้ทำการซ่อมแซมพีซีของคุณเพื่อทำให้คอมพิวเตอร์ของคุณเร็วขึ้น
DefaultHint=การตรวจสอบจะช่วยคุณค้นหาปัญหาความปลอดภัยและการเพิ่มประสิทธิภาพ และซ่อมแซมมันในหนึ่งคลิ๊ก
ShortJunkFiles=ไฟล์ที่ไม่ใช้ในคอมพิวเตอร์ของคุณ
ScanOptItems=รายการที่ถูกเพิ่มประสิทธิภาพ
OptimizeOptItems=รายการที่สมบูรณ์ถูกเพิ่มประสิทธิภาพ
RegeditUnLocked=Registry Editor ปกติ
RegeditLocked=Registry Editor ถูกปิด
FolderOptionsValid=ตัวเลือกโฟลเดอร์ปกติ
FolderOptionsInvalid=ตัวเลือกโฟลเดอร์ถูกปิด
TaskManagerValid=ตัวจัดการงานปกติ
TaskManagerInvalid=ตัวจัดการงานถูกปิด
WindowsAutoUpdateValid=Windows Automatic Update ปกติ
WindowsAutoUpdateInvalid=Windows Automatic Update ถูกปิด
RemoteDesktopDisabled=การเชื่อมต่อเดสก์ท็อประยะไกลถูกปิด
RemoteDesktopAlive=การเชื่อมต่อเดสก์ท็อประยะไกลใช้ได้
FireWallInstalled=ซอฟแวร์ป้องกันไวรัสถูกติดตั้งแล้ว
FireWallUnInstalled=ไม่พบซอฟแวร์ป้องกันไวรัสในเครื่องของคุณ
FindTrace=%d ประวัติที่พบ
FindTrash=%d ไฟล์ขยะที่พบ, รับพื้นที่ดิสก์ %s
InstallSafeSoft=ติดตั้งซอฟแวร์ป้องกันไวรัส
FirePWallInvalid=วินโดวส์ไฟร์วอลสาธารณะถูกปิดใช้งาน
FirePWallValid=วินโดวส์ไฟร์วอลสาธารณะถูกเปิดใช้งาน
FireSWallInvalid=วินโดวส์ไฟร์วอลส่วนตัวถูกปิดใช้งาน
FireSWallValid=วินโดวส์ไฟร์วอลส่วนตัวถูกเปิดใช้งาน
LastCheck=ตรวจสองพีซีครั้งล่าสุด:  
LastFixTime=%d วันที่ผ่านมาหลังจากครั้งล่าสุด
Suggestion1=ถูกแนะนำให้ตรวจสอบทันทั
PcGood=ยินดีด้วย! พีซีของคุณสุขภาพดี
Details=รายละเอียด
ManualFix=ซ่อมเอง
ExamEndHint1=%d รายการที่เลือก, %d ของปัญหา แนะนำให้คุณ "ซ่อมแซม" รายการเหล่านี้ในทันที
ExamEndHint2=%d รายการที่พบ, %d รายการของปัญหา %d รายการต้องซ่อมแซมด้วยตนเอง "ซ่อมแซม" พวกมันตอนนี้
ExamEndHint3=%d รายการที่พบ, %d รายการของปัญหา คุณต้องซ่อมแซมพวกมันด้วยตัวเอง
ExistsPrivacyRisks=มีความลับที่เสี่ยงอยู่แล้ว
NoPrivacyRisks=ไม่มีความลับที่เสี่ยง
NoNeedDefrag=ไม่ต้องไปจัดเรียงไดร์ฟระบบ
NeedDefrag=ไดร์ฟระบบต้องถูกจัดเรียง
ManualProcess=การเพิ่มประสิทธิภาพด้วยตนเอง
CheckDefrag=ตรวจสอบไฟล์แตกแยกของไดร์ฟระบบ
PrivacyItmes=ความลับที่เสี่ยง
ShortJunkFilesEx=ไฟล์ที่ไม่ใช้
JunkFilesEx=ไฟล์เสียหายเช่น แคช, บันทึก, ไฟล์ขยะ, และอื่นๆ
ShortRegistryJunkEx=รายการรีจิสทรีเสียหาย
RegistryJunkEx=ขาดหาย, ล้าสมัย, หรือรายการรีจิสทรีเสียหาย
ShortSystemTuneupEx=ปรับแต่งระบบ
SystemTuneupEx=เร่งความเร็ววินโดวส์จะปรับปรุงประสิทธิภาพ ความเสถียรและอื่นๆ ของระบบ
ShortUserTraceEx=ร่องรอยคอมพิวเตอร์
UserTraceEx=ประวัติการใช้งานโปรแกรม, การเข้าถึงไฟล์, การเยี่ยมชมเว็บไซต์, และอื่นๆ
ShortSecurityProjectEx=โครงการความปลอดภัย
SecurityProjectEx=ไฟร์วอล, รีจิสทรี, ควบคุมเดสก์ท็อประยะไกล, และโครงการความปลอดภัยอื่นๆ
ShortManualProcessEx=โครงการเพิ่มประสิทธิภาพด้วยตนเอง
ManualProcessEx=ความลับที่เสี่ยง, การจัดเรียงดิสก์, และอื่นๆ (ต้อง "ซ่อมด้วยตนเอง")
FirePWall=ตรวจสอบความพร้อมของวินโดวส์ไฟร์วอลสาธารณะ
FireSWall=ตรวจสอบความพร้อมของ วินโดวส์ไฟร์วอลที่บ้าน/ส่วนบุคคล
RemoteDesktop=ตรวจสอบความพร้อมของการควบคุมเดสก์ท็อปวินโดวส์ระยะไกล
WindowsAutoUpdate=ตรวจสอบความพร้อมของบริการอัพเดท Windows อัตโนมัติ
TaskManager=ตรวจสอบความพร้อมของจัดการงานวิยโดวส์
FolderOption=ตรวจสอบความพร้อมของ "ตัวเลือกโฟลเดอร์"
Regeditor=ตรวจสอบความพร้อมของ Windows Registry Editor
DiskDefrag=ตรวจสอบการแตกแยกของดิสก์ระบบ

[FileErase]
NetPath=ไม่สามารถเข้าถึงที่อยู่บนเครือข่ายได้
None=ไม่มี
Crushing=กำลังลบ:
Shred=ลบแล้ว
InUsed=ถูกใช้อยู่้
Aborted=ถูกยกเลิก
Shredding=กำลังลบ
SysPath=ที่ตั้งที่คุณเลือกไม่สามารถลบได้เพราะว่ามันเป็นส่วนหนึ่งของที่ตั้งระบบ
ScrubFinished=การลบเสร็จสิ้น! ลบ %d ไฟล์ได้, ลบ %d ไฟล์ไม่ได้   
ScrubCanceled=การลบถูกยกเลิก! ลบ %d ไฟล์ได้ ลบ %d ไฟล์ไม่สำเร็จ
Erased=ลบ
Canceled=ถูกยกเลิก

[DiskDefrag]
Volume=ไดร์ฟ
Format=ไฟล์ระบบ
TotalSpace=พื้นที่ทั้งหมด
FreeSpace=พื้นที่ว่าง
Fragmented=แตกแยก
Status=สถานะ
PmDefrag=จัดเรียง
QuickOpt=เพิ่มประสิทธิภาพด่วน
FullOpt=เพิ่มประสิทธิภาพเต็มที่
PmAnlyse=วิเคราะห์
Resume=ทำต่อ
Analying=กำลังวิเคราะห์
Defragmenting=กำลังจัดเรียง
Optimizing=กำลังเพิ่มประสิทธิภาพ
Analyed=วิเคราะห์แล้ว
Defragmented=จัดเรียงแล้ว
Optimized=เพิ่มประสิทธิภาพแล้ว
Pause=พัก
IsSSD=คุณต้องเลือกอย่างน้อยหนึ่งโซลิดไดร์ฟ การจัดเรียงจะช่วยยืดอายุการใช้งาน คุณต้องการทำต่อหรือไม่?
FragmentedRate=การแตกแยก
DefragInfo=มันเป็นสิ่งที่ดีในการจัดเรียงดิสก์ เพื่อรักษาการทำงานที่รวดเร็วหลังจากใช้ในบางเวลา

[BtnList]
ForceDeleter=ตัวบังคับลบ
ForceDeleterDesc=ปลอดภัยและง่ายในการปลดล็อคและลบไฟล์
SystemMonitor=ตรวจสอบระบบ
SystemMonitorDesc=แสดงกระบวนการ, ฮาร์ดแวร์และความเคลื่อนไหวเครือข่าย
AutoShutdown=ปิดเครื่องอัตโนมัติ
AutoShutdownDesc=ปิดเครื่องพีซีของคุณโดยอัตโนมัติ
DataRecovery=กู้ข้อมูล
DataRecoveryDesc=กู้ไฟล์ที่ถูกลบ
FolderHider=ตัวซ่อนโฟลเดอร์ & ไฟล์
FolderHiderDesc=ซ่อนข้อมูลส่วนตัวได้ง่ายๆ
JetSearch=ค้นหาด่วน
JetSearchDesc=ค้นหาตำแหน่งไฟล์ได้อย่างรวดเร็ว
MemoryOptimizer=ตัวเพิ่มประสิทธิภาพหน่วยความจำ
MemoryOptimizerDesc=เครื่องมือที่จะช่วยให้หน่วยความจำเพิ่มขึ้น
ProgramUninstaller=ตัวถอนการติดตั้งโปรแกรม
ProgramUninstallerDesc=กำจัดโปรแกรมที่คุณไม่ต้องการออกไป
PluginClean=ตัวล้างส่วนเสริม
BigFile=ตัวจัดการไฟล์ขนาดใหญ่
BigFileDesc=จัดการกับไฟล์ขนาดใหญ่ได้ง่ายๆ
RegClean=ตัวล้างรีจิสทรี
RegCleanDesc=ค้นหาและซ่อมรีจิสทรีที่ผิดพลาด
CommClean=ตัวล้างข้อมูลทั่วไป
CommCleanDesc=ทำความสะอาดไฟล์ที่ไม่ใช้และร่องรอยได้อย่างรวดเร็วและง่ายดาย
AdvClean=ตัวล้างขั้นสูง
AdvCleanDesc=ค้นหาและล้างไฟล์ที่ไม่ใช้ในไดร์ฟทั้งหมด
SysSimming=ลดขนาดระบบ
SysSimmingDesc=ล้างไฟล์วินโดวส์ที่ไม่ใช้ได้ง่ายๆ
PowerOpt=ปรับแต่งระบบ
PowerOptDesc=ปรับแต่งระสิทธิภาพพีซีของคุณ
DiskDefrag=จัดเรียงดิสก์
DiskDefragDesc=จัดเรียงดิสก์เพื่อเร่งความเร็วระบบของคุณ
RegDefrag=จัดเรียงรีจิสทรี
RegDefragDesc=เพิ่มประสิทธิภาพรีจิสทรีเพื่อเร่งความเร็วระบบของคุณ
Startup=จัดการการเริ่มต้น
StartupDesc=จัดการโปรแกรมที่เริ่มต้นได้ง่ายๆ
ContextMenu=เมนูบริบท
ContextMenuDesc=จัดการรายการเมนูบริบทของวินโดวส์ได้ง่ายๆ
PrivacyErase=ตัวลบข้อมูลส่วนตัว
PrivacyEraseDesc=กำจัดร่องรอย, ประวัติเพื่อเก็บข้อมูลส่วนตัวของคุณให้ปลอดภัย
DiskErase=ตัวลบดิสก์
DiskEraseDesc=ลบไฟล์ที่ถูกลบทั้งหมดจากดิสก์ของคุณ
FileShredder=ตัวกำจัดไฟล์ถาวร
FileShredderDesc=ป้องกันไม่ให้ไฟล์ที่ถูกกำจัดถาวรจากการถูกกู้คืนโดยการเขียนทับไปยังพื้นที่เดิม
PasswordGenerator=ตัวสร้างรหัสผ่าน
PasswordGeneratorDesc=สร้างรหัสผ่านที่แข็งแกร่งได้ง่ายๆ
ProcessMon=ตรวจสอบกระบวนการ
ProcessMonDesc=จัดการบริการที่กำลังทำงานได้อย่างง่ายดาย
SystemInfo=ข้อมูลคอมพิวเตอร์
SystemInfoDesc=ผลสรุปของระบบและข้อมูลฮาร์ดแวร์ของคุณ

[DiskErase]
Stop=หยุด
Erase=ลบ
Rule1=สุ่มข้อมูล 1 รอบ (แนะนำ)
Rule2=DoD 5220.22-M 3 รอบ
Rule3=Schneier's 7 รอบ
Rule4=Guttmann 35 รอบ
EraseFinished=การลบเสร็จสิ้น ใช้เวลา: 
ErasingFor=กำลังลบไฟล์ %s, โปรดรอ..
TempFileDeleting=กำลังลบไฟล์ขยะ...
ErasingForDisk=กำลังเพิ่มพื้นที่ไดร์ฟ %s, โปรดรอ...
ManyFiles=พบไฟล์ที่สามารถกู้คืนมากมาย
FewFiles=พบไฟล์ที่สามารถกู้คืนบางส่วน
SkipAnalyse=ข้ามการวิเคราะห์ (แฟลชไดร์ฟ)
Secure=ปลอดภัย
DoesNotSupport=ไม่รองรับไดร์ฟนี้
Erasing=กำลังลบ...
Finished=การลบเสร็จสิ้น
Canceled=การลบถูกยกเลิก
ConfirmEraseDisk=กำลังจะเริ่มการลบดิสก์ โปรดปิดซอฟแวร์อื่นๆ เพื่อหลีกเลี่ยงการปฏิบัติ I/O ในช่วงนี้ ทำต่อ?
PartitionError=ความผิดพลาดถูกพบในพาร์ทติชั่นของคุณ

[Tuneup]
BlueReboot=ปิดการรีบูตใหม่อัตโนมัติเมื่อระบบเกิดจอฟ้า
RemoteRegAccess=ปิดใช้การแก้ไขรีจิสทรีผ่านคอมพิวเตอร์ระยะไกล
FileListSpeed=เพิ่มประสิทธิภาพนโยบายรีเฟรชของรายการไฟล์วินโดวส์
PreviewUP=เพิ่มความเร็วการแสดงผลของตัวอย่างแถบงานวินโดวส์
OptDNS=เพิ่มประสิทธิภาพ DNS และความเร็วในการแยกแยะ DNS
OptLAN=เพิ่มประสิทธิภาพการเชื่อมต่อผ่านแลน
ShowSpeed=เพิ่มประสิทธิภาพความเร็วการตอบสนองของการแสดงระบบ
AeroSnap=เพิ่มความเร็ว Aero Snap เพื่อสร้างไฟล์ตัวอย่างให้แสดงได้เร็วขึ้น
SSDSpeedup=เพิ่มประสิทธิภาพ SSD
DisablePrefetch=ปิดใช้งานพารามิเตอร์ prefetch เพื่อเพิ่มอายุการใช้งาน SSD
DisableSuperPrefetch=ปิดใช้งานพารามิเตอร์ Superfetch เพื่อเพิ่มอายุการใช้งานของ SSD
DisableDefragBoot=ปิดใช้งานการจัดเรียงไดร์ฟระบบเมื่อบูตเพื่อเพิ่มอายุการใช้งานของ SSD
DisableDefragIdle=ปิดใช้งานการจัดเรียงอัตโนมัติเพื่อเพิ่มอายุการใช้งานของ SSD
EnableTRIM=เปิดใช้งานฟังก์ชั่นปรับแต่งเพื่อปรับปรุงประสิทธิภาพการทำงานของ SSD
OptIEConnection=เพิ่มการเชื่อมต่อเพียร์เซิร์ฟเวอร์เต็มพิกัด ความเร็วในการชมหน้าเว็บและการรับชมวีดีโอออนไลน์จะเพิ่มขึ้น
IconCache=เพิ่มแคชไอคอนระบบและเร่งความเร็วการแสดงผลเดสก์ท็อป
RestoreAll=คุณต้องการกู้คืนรายการทั้งหมดกลับไฟยังค่าพื้นฐานของวินโดวส์หรือไม่?
NoSelectedItem=โปรดเลือกอย่างน้อยหนึ่งรายการเพื่อเพิ่มประสิทธิภาพ
OptItems=มี %d รายการที่สามารถเพิ่มประสิทธิภาพได้
ItemsOptimized=%d รายการถูกเพิ่มประสิทธิภาพ
TakeEff=รายการบางอย่างจะถูกเพิ่มประสิทธิภาพหลังเริ่มระบบคอมพิวเตอร์ใหม่
NoItems=ยินดีด้วย! รายการทั้งหมดถูกเพิ่มประสิทธิภาพ
BootSpeedup=เร่งความเร็วการเปิด/ปิดเครื่อง
SystemStable=ความเสถียรระบบ
SystemSpeedup=เพิ่มความเร็วระบบ
NetworkSpeedup=เพิ่มความเร็วเครือข่าย
PrefetchParameters=เพิ่มประสิทธิภาพพารามิเตอร์ prefetch เพื่อปรับปรุงความเร็วการเริ่มต้นวินโดวส์
BootDelay=ลดเวลา "การตรวจสอบดิสก์" เพื่อปรับปรุงความเร็วการเริ่มต้นวินโดวส์
BootPartition=เปิดใช้งานฟังก์ชั่นการเพิ่มประสิทธิภาพเพื่อปรับปรุงความเร็วการเริ่มต้นวินโดวส์
ClearPagingFile=ปิดใช้งานฟังก์ชั่นในการล้างไฟล์เพจของ วินโดวส์เพื่อเพิ่มความเร็วในการปิดเครื่อง
TimeOut=ลดการอยู่นิ่งของแอพลิเคชั่นในตอนปิดเครื่องเพื่อปรับปรุงกระบวนการปิดเครื่อง
AutoKill=ปิดการบวนการ frozen เพื่อหลีกเลี่ยงปัญหาระบบผิดพลาด
RestartExplorer=เริ่ม Windows Explorer ใหม่โดยอัตโนมัติ เพื่อหลีกเลี่ยงการหายไปของเดสก์ท็อปแบบคาดไม่ถึง
TwoProcess=ทำส่วนประกอบ Windows Explorer ให้ทำงานแยกกระบวนการเพื่อหลีกเลี่ยงการแย่งพื้นที่ระบบ
ErrorReport=ปิดใช้งานหน้าจอการรายงานข้อผิดพลาดเพื่อปรับปรุงประสิทธิภาพระบบ
Debugger=ปิดใช้งานการดีบักเพื่อเร่งความเร็วกระบวนการที่ผิดพลาด
OptMemory=เพิ่มประสิทธิภาพการตั้งค่าพื้นฐานของหน่วยความจำเพื่อปรับปรุงประสิทธิภาพระบบ
OptVEff=เพิ่มประสิทธิภาพการปรากฏส่วนประกอบของแบบอักษร (กล่องหน้าต่าง, เมนู, และอื่นๆ) เพื่อปรับปรุงประสิทธิภาพระบบ
OptFileSystem=เพิ่มประสิทธิภาพไฟล์ระบบเพื่อปรับปรุงประสิทธิภาพระบบ
OptDiskSystem=เพิ่มประสิทธิภาพดิสก์ระบบย่อย I/O เพื่อปรับปรุงประสิทธิภาพระบบ
DisAutoRun=ปิดใช้คุณสมบัติ "เล่นอัตโนมัติ" บนไดร์ฟเพื่อหลีกเลี่ยงการติดไวรัส
OptDiskIdle=เพิ่มประสิทธิภาพดิสก์ I/O ขณะซีพียูว่าง
OptTTL=เพิ่มประสิทธิภาพการตั้งค่า TTL(Time To Live) เพื่อปรับปรุงประสิทธิภาพเครือข่าย
OptNetForward=เพิ่มประสิทธิภาพเครือข่ายความสามารถในการส่งต่อเพื่อปรับปรุงประสิทธิภาพเครือข่าย
OptMTU=ตรวจจับ "black holes" อัตโนมัติ โดยใช้ที่ตั้งเทคนิค MTU Discovery เพื่อปรับปรุงประสิทธิภาพ TCP/IP
OptWINS=เพิ่มประสิทธิภาพชื่อ WINS ในการสอบถามเพื่อปรับปรุงความเร็วในการแลกเปลี่ยนข้อมูล
OptNetWork=เพิ่มประสิทธิภาพการตั้งค่าเครือข่ายเพื่อเร่งประสิทธิภาพการถ่ายโอน
CloseAnimate=ปิดเอฟเฟ็กต์การเคลื่อนไหวเมื่อขยายและย่อหน้าต่างเพื่อเร่งการตอบสนองหน้าต่าง
PagingExecutive=ปิดใช้การให้เลขหน้าและลดดิสก์ I/O เพื่อปรับปรุงประสิทธิภาพแอพลิเคชั่น (ละเลยตัวเลือกนี้ถ้าหน่วยความจำทางกายภาพ <1 GB)
StaticIP=ตั้ง IP คงที่สำหรับตำแหน่งการเชื่อมต่อของคุณเพื่อปรับปรุงความเร็วการเริ่มพีซีของคุณ
PorcessorTime=เพิ่มประสิทธิภาพหน่วยประมวณผลเพื่อสร้างแอพลิเกชั่น, เกม, และอื่นๆ ให้ทำงานได้อย่างราบรื่น (โปรดละเลยถ้าเครื่องของคุณคือเซิร์ฟเวอร์)
DisableIDECheck=ป้องกันการตรวจสอบช่องสัญญาณ IDE เพื่อปรับปรุงความเร็วการเริ่มวินโดวส์
ForeAppSpeed=เร่งการตอบสนองของโปรแกรมเบื้องหน้า
AeroPeek=เร่งความเร็วการแสดงผลของ Aero Peek
OptEthernet=เพิ่มประสิทธิภาพการ์ดอีเทอร์เน็ต

[Summary]
ContextMenu=วัตถุเมนูบริบทเสียหาย
MUICache=ขาดการอ้างอิงแคช MUI
Services=บริการวินโดวส์เสียหาย
Activex=ActiveX และส่วนประกอบ COM เสียหาย
FireWall=การตั้งค่าวินโดวส์ไฟร์วอลเสียหาย
RootAll=ที่ตั้งและไฟล์เสียหาย
SoftwareSection=ที่ตั้งและไฟล์เสียหายที่เหลือจาการกำจัดซอฟแวร์
ApplicationPaths=ที่ตั้งและไฟล์เสียหายที่เหลือจากการลงทะเบียนแอพลิเคชั่น
FileTypes=ข้อมูลไฟล์ส่วนขยายเสียหาย
HelpFiles=ไฟล์ตัวช่วยลงทะเบียนเสียหาย
Fonts=ข้อมูลแบบอักษรเสียหาย
SharedDLL=ขาด shared dynamic-link library
MRULists=ประวัติการเข้าถึงไฟล์, การรับชมภาพยนต์, การแก้ไขเอกสาร, และอื่นๆ
UninstallSection=ข้อมูลการถอนการติดตั้งที่ไม่ใช้งานหรือเสียหาย
StartMenu=รายการเมนูเริ่มล้าสมัย
StartupProgram=โปรแกรมเริ่มต้นล้าสมัยหรือเสียหาย
SoundandAppEvents=การตั้งค่าของเสียงและเหตุการณ์ล้าสมัยหรือเสียหาย
IEUrlHistory=ประวัติเยี่ยมชมเว็บด้วย IE
IFEO=รายการติดเชื้อที่สร้างโดยสปายแวร์ ไวรัสหรือมัลแวร์
EmptyKey=รายการที่ไม่มีคำอธิบาย
App=การตั้งค่าแอพลิเคชั่นเสียหาย

[ErrorMessage]
MUIError1=การอ้างอิง MUI เสียหาย แต่ไดร์ฟ "%s" คือ %s เราแนะนำให้คุณละเลยข้อผิดพลาดนี้
MUIError=การอ้างอิง MUI เสียหาย
ServiceNotExists=บริการโปรแกรมไม่ระบุที่อยู่
MimeExName=ไฟล์ส่วนขยาย MIME ถูกลงทะเบียนโดยไม่ถูกต้อง: %s
EmptyKey=คีย์ว่าง
EmptyHelpdirctory=ไดเรกทอรี่ตัวช่วยว่าง
FileNotExist=ไฟล์(โฟลเดอร์)ไม่มีอยู่
HFileNotExist=ไฟล์ตัวช่วย(โฟลเดอร์)ไม่มีอยู่
EmptyValue=ค่าว่าง
TypeLib=ชนิด Library ไม่มีอยู่:
NodeEmpty=Node ว่างเปล่า
SharedFilenotexist=กำจัดไฟล์ถาวรไม่มีอยู่
sharedfilenotbeuse=กำจัดไฟล์ถาวรไม่ถูกใช้
noconnection=ไม่มีไฟล์ข้อมูลการเชื่อมต่อ
Invalidpathtoicon=ที่ตั้งไปยังไอคอนเสียหาย
ReferstoaninvalidClass=การอ้างอิงไม่ถูกต้อง
Emptyshellcommand=คำสั่ง Shell ว่าง
Invalidshellcommand=คำสั่ง shell เสียหาย (ไฟล์ไม่มีอยู่)
Fontsnotexist=ไฟล์แบบอักษรไม่มีอยู่
Hijacking=%s ถูกเจาะโดย %s.
MRULists=รายการผู้ใช้ MRU Lists
invalidOpenWith=ไม่มีแอพลิเคชั่นที่เกี่ยวข้องกับชนิดนี้
ReferActivex=การอ้างอิงถึงรายการ ActiveX/COM เสียหาย
EmptyCLSID=CLSID ว่าง
ComSourceNotExist=ที่ตั้ง COM ไม่มีอยู่
invalidUnistall=ข้อมูลการถอนการติดตั้งเสียหาย
notexist=มีอยู่แล้ว
ObsoleteStartMenuItem=วัตถุเมนูเริ่มล้าสมัย
SoundFilenotexist=ที่ตั้งไฟล์ไม่มีอยู่
FileNotExist1=ไฟล์/โฟลเดอร์ไม่มีอยู่ แต่ไดร์ฟ "%s" คือ %s เราแนะนำให้คุณละเลยข้อผิดพลาดนี้
OpenWithError=เปิดด้วย...ผิดพลาด, เนื่องจากแอพลิเคชั่นไม่มีอยู่
OpenWithError1=ข้อผิดพลาดในการใช้ "เปิดด้วย" สำหรับแอพลิเคชั่นที่ไม่มีอยู่ แต่ไดร์ฟ "%s" คือ %s เราแนะนำให้คุณละเลยข้อผิดพลาดนี้
ComSourceNotExist1=ที่ตั้ง COM ไม่มีอยู่ แต่ไดร์ฟ %s คือ %s เราแนะนำให้คุณละเลยข้อผิดพลาดนี้

[Area]
WinSxsBackup=สำรอง Windows WinSxs
LogMeIn=LogMeIn
WinPatrol=WinPatrol
VirtualCloneDrive=Virtual Clone Drive
CloneCD=CloneCD
ImgBurn=ImgBurn
IZArc=IZArc
TUGZip=TUGZip
SUPERAntiSpyware=SUPERAntiSpyware
SpywareTerminator=Spyware Terminator
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
iTunes=iTunes
QQPCMgr=QQPCManager
BaiduYunGuanjia=BaiduYunGuanjia
YY=DuoWan YY
SystemTrace=ร่องรอยวินโดวส์และแอปพลิเคชั่น
Cookies=คุ๊กกี้
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice=Microsoft Office
MSEdgeSession=เซสชั่น Microsoft Edge
MSEdgeCookies=คุ๊กกี้ Microsoft Edge
MSEdgeCache=แคช Microsoft Edge
MSEdgeRecentlyTypedURLs=ประวัติการพิมพ์ URL Microsoft Edge
MSEdgeSavedFormInformation=แบบฟอร์มข้อมูลที่บันทึกไว้ของ Microsoft Edge
MSEdgeSavedPasswords=รหัสผ่านที่บันทึกไว้ของ Microsoft Edge
MSEdgeHistory=ประวัติ Microsoft Edge
MSEdgeDownloadHistory=ประวัติการดาวน์โหลดของ Microsoft Edge
IISLog=IISLog
Notepad++=Notepad++
XnView=XnView
ManyCam=ManyCam
BlueStacks=BlueStacks
PhotoScape=PhotoScape
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
Downloads=ไฟล์ที่ดาวน์โหลดโดยเบราว์เซอร์
InvalidScTask=ตารางกำหนดการไม่ถูกต้อง
WindowsSysCache=แคชระบบวินโดวส์
QQ=Tencent QQ
Tag&Rename=แท็ก&&เปลี่ยนชื่อ
TeamViewer=TeamViewer
ChromeSession=เซสชั่น Google Chrome
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Skype=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=แคช PaleMoon
PaleMoonHistory=ประวัติ PaleMoon
PaleMoonCookies=คุ๊กกี้ PaleMoon
PaleMoonDownloadHistory=ประวัติการดาวน์โหลด PaleMoon
PaleMoonSession=เซสชั่น PaleMoon
PaleMoonSitePreferences=PaleMoon Site Preferences
PaleMoonSavedFormInformation=การจัดเก็บแบบฟอร์มข้อมูล PaleMoon
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
ViewedImg=ประวัติการดูรูปภาพ
WatchedVideo=ประวัติการชมภาพยนต์/วีดีโอ
AccessFiles=ประวัติการเข้าถึงไฟล์
VisitedWeb=ประวัติการเยี่ยมชมหน้า
IEHistory=Microsoft Internet Explorer ประวัติที่ใช้งาน
FontCache=แคชแบบอักษรของวินโดวส์
InvalidStartMenu=เมนูเริ่มเสียหาย
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=ไฟล์ขยะ Adobe Reader
AdobePhotoshop=ประวัติ Adobe Photoshop
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
GoogleEarth=Google Earth
7Zip=7-Zip
OperaSiteIcon=ไอคอนเว็บไซต์ Opera
OperaCache=แคช Opera
OperaHistory=ประวัติ Opera
OperaCookies=คุ๊กกี้ Opera
OperaSessions=เซสชั่น Opera
OperaURLHistory=Opera ชนิด URLs
OperaPassword=การจัดเก็บรหัสผ่าน Opera
Networkmapping=ประวัติการแมปไดร์ฟเครือข่าย
LastDownloadDir=ตำแหน่งดาวน์โหลดล่าสุด
TrashClean=ไฟล์ที่ไม่ใช้ในคอมพิวเตอร์
TraceClean=ร่องรอยในคอมพิวเตอร์
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=ประวัติไฟล์ก่อนหน้าของ Microsoft Office
TypeOtherApp=แอพลิเกชั่นอื่นๆ
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows WordPad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=ส่วนประกอบวินโดวส์
FireFoxOther=ประวัติอื่นๆ ของ Mozilla Firefox
FireFoxPass=การจัดเก็บรหัสผ่าน Mozilla Firefox
FireFoxForm=ประวัติแบบฟอร์มอัตโนมัติ Mozilla Firefox
FireFoxCookies=คุ๊กกี้ Mozilla Firefox
ChromePass=การจัดเก็บรหัสผ่าน Google Chrome
ChromeForm=ประวัติแบบฟอร์มอัตโนมัติ Google Chrome
ChromeCookies=คุ๊กกี้ Google Chrome
IEPass=IE การจัดเก็บรหัสผ่าน (ข้อมูลส่วนตัวจะไม่่อยู่ในรายการ)
IEForm=IE ประวัติแบบฟอร์มอัตโนมัติ (ข้อมูลส่วนตัวจะไม่่อยู่ในรายการ)
IECookies=คุ๊กกี้ Microsoft IE
DOMStoreCookies=Microsoft IE DOM Store คุ๊กกี้
IEAddressBarHistory=ประวัติแถบที่อยู่ Microsoft Internet Explorer
TypeInternet=ประวัติการท่องอินเทอร์เน็ต
JumpList=แถบงานรายการ (วัตถุที่ซ่อมจะถูกล้าง)
SearchList=ประวัติการค้นหาของวินโดวส์
TraryNotify=แคชไอคอนในพื้นที่การแจ้งเตือน
ExplorerMRU=การสำรวจ MRUs อื่นๆ
Recentdocuments=ประวัติเอกสาร
RunStartMenu=เริ่มในเมนูเริ่ม
TypeSystem=ระบบวินโดวส์
Flash=Adobe Flash Player
TypeMedia=สื่อ
FireFoxCache=แคช Mozilla Firefox
ChromeCache=แคช Google Chrome
IECahce=แคช Microsoft IE
LogFile=ไฟล์บันทึกของระบบ
DownloadedPatch=ไฟล์อัพเดทวินโดวส์
ErrorReport=ไฟล์รายงานข้อผิดพลาด
Dump=ไฟล์ดัมพ์หน่วยความจำ
ThumbCache=แคชภาพย่อ
InvalidLnk=ทางลัดเสียหาย
UserTemp=ไฟล์ขยะที่สร้างโดยแอพลิเคชั่น
SysTemp=ไฟล์ขยะที่สร้างโดยวินโดวส์
Prefetch=Windows Prefetch Data
RemoteDesktop=ไฟล์แคชของการควบคุมระยะไกล
Recyclebin=ถังรีไซเคิลว่าง
SafariCache=แคช Safari Internet
SafariHistory=ประวัติ Safari
SafariCookies=คุ๊กกี้ Safari
SafariPass=แบบฟอร์มข้อมูลที่บันทึก Safari
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java
MetroCache=แคช Windows Metro
WinInstallerCache=แคช Windows Installer
MESCache=บันทึกและแคชอัพเดทของ Microsoft Security Essentials
AppleInstallCache=แคชการติดตั้งซอฟแวร์ของ Apple
Chromelocalstorage=ตำแหน่งแหล่งเก็บข้อมูล Google

[Type]
ContextMenu=วัตถุเมนูบริบทเสียหาย
MUICache=แคช MUI
Services=บริการวินโดวส์
Activex=ส่วนประกอบ ActiveX/COM
FireWall=การตั้งค่าไฟร์วอล
RootAll=ที่ตั้งเสียหาย
SoftwareSection=ที่ตั้งซอฟแวร์
ApplicationPaths=ที่ตั้งแอพลิเกชั่น
FileTypes=ชนิดไฟล์
HelpFiles=ไฟล์ช่วยเหลือ
Fonts=แบบอักษร
SharedDLL=Shared DLLs
MRULists=รายการผู้ใช้ MRU
UninstallSection=การถอนการติดตั้ง
StartMenu=เมนูเริ่ม
StartupProgram=โปรแกรมเริ่มต้น
SoundandAppEvents=เสียงและการทำงาน
IEUrlHistory=IE ประวัติ Url
IFEO=การดำเนินการไฟล์ภาพ
EmptyKey=คีย์ว่าง
App=การตั้งค่าโปรแกรม
UserDefine=ผู้ใช้กำหนด
ZeroFile=ไฟล์ว่าง - 0 ไบต์
WinSetupLog=Windows installation ไฟล์บันทึกข้อผิดพลาด
NtUninstall=ที่ตั้งการถอนการติดตั้งของ Windows Patches
InvalidLnk=ทางลัดไม่สมบูรณ์
UserTemp=ไฟล์ในโฟลเดอร์ขยะของผู้ใช้
WinTemp=ไฟล์ในโฟลเดอร์ขยะของวินโดวส์
RecentFiles=ลิงก์ของไฟล์ก่อนหน้า
PatchSource=ที่ตั้งวินโดวส์อัพเดท
TempFile=ไฟล์ขยะ
fcwdir=ไฟล์ที่สร้างโดยกระบวนการดาวน์โหลด
tfcbp=ไฟล์ขยะที่สร้างโดยโปรแกรม
sdrf=กู้คืนไฟล์ที่ถูกสร้างโดยการเตรียมการสแกนดิสก์
OldFile=ไฟล์เก่า
outdatedfile=ไฟล์ล้าสมัย
fcwhfir=ไฟล์ที่สร้างเมื่อไฟล์ช่วยเหลือทำงาน
Ncfile=ไฟล์แคชกลุ่มใหม่
Backupfile=ไฟล์สำรอง
WBfile=ไฟล์สำรอง MS Word
Cbswahf=ไฟล์ที่สร้างเมื่อค้นหาไฟล์ช่วยเหลือ
whtf=ไฟล์ขยะของตัวช่วยระบบ
Logfile=ไฟล์บันทึก
LLogfile=ไฟล์บันทึกที่สร้างโดยโปรแกรมหรือบริการของระบบ
Errorfile=ไฟล์ข้อผิดพลาด
Wmdf=Win2000/XP ไฟล์ดัมพ์หน่วยความจำ
bcomf=สำรองการคัดลอกของไฟล์ที่แก้ไข
Indexfile=ไฟล์หลัก
ifcbsiotitpbs=ไฟล์หลักที่สร้างโดยระบบเพื่อเร่งความเร็วในการชมรูปภาพ
Tfcds=ไฟล์ขยะที่สร้างเมื่อทำการติดตั้ง
Intermediatefile=ไฟล์สื่อกลาง
chkfile=กู้คืนไฟล์

[Tools]
Update=อัพเดท
Download=ดาวน์โหลด
WhatNew=มีอะไรใหม่?

[BootTime]
BootTimeEx=เวลาบูตเฉลี่ย
BootLike=เป็นความเร็วเริ่มต้นของคุณ
Btnopt=เร่งความเร็ว
Congratulation=ความเร็วการบูตของคุณคือ:  
BootTime=เวลาบูต: %d วินาที
FailWeahter=ไม่สามารถเข้าถึงข้อมูลสภาพอากาศได้

[MenuBar]
Support=ศูนย์สนับสนุน
BtnCustom=เลือกเอง
BtnRestore=กู้คืน
BtnSkin=ลักษณะ
BtnMenu=เมนู
BtnBackup=สำรอง

[UpgradePro]
Title=ทำไมต้องอัพเกรดเป็นเวอร์ชั่น Pro
MoreSkin=ลักษณะเพิ่มเติม
CustomHead=เลือกอวตาลเอง
Support=สนับสนุน 7x24
Buy=ซื้อ
Reg=ลงทะเบียน
RegUser=ผู้ใช้ลงทะเบียนแล้ว

[AutoUpdate]
UpdateFail=การอัพเดทไม่สำเร็จ, คุณต้องการดาวน์โหลดไฟล์ติดตั้งจากเว็บไซต์ของเราหรือไม่?
NoFiles=โปรดเลือกไฟล์ที่ต้องการอัพเดท
CurrentFile=ไฟล์ปัจจุบัน: 
Readed=กำลังดาวน์โหลด:
SumSize=ขนาดทั้งหมด:
Byte=ไบต์
DownloadError=ดาวน์โหลดผิดพลาด, โปรดลองอีกครั้ง
AutoUpdate=Wise Care 365 - ตัวอัพเดท
StartUpdate=เริ่มอัพเดท
Cancel=ยกเลิก
Ready=พร้อมดาวน์โหลด
FindUpdate=ส่วนประกอบดังต่อไปนี้พร้อมสำหรับการอัพเดท:
NewVerInfo=การเปลี่ยนแปลงของเวอร์ชั่นใหม่:
IgnoreVer=ละเลยการอัพเดทของเวอร์ชั่นนี้
BtnUpdate=อัพเดทตอนนี้
BtnNotNow=ไม่ใช่ตอนนี้


[SoftRate]
Querying=กำลังสอบถาม...
Good=ชอบ
Bad=ไม่ชอบ
Safe=รายงาน
Ver=เวอร์ชั่น:
Ratings=คะแนน
SoftNotExist=ไม่สามารถค้นหาโปรแกรมได้
GetSoftInfoError=รับข้อมูลซอฟแวร์ไม่สำเร็จ
UploadSoftLogoError=อัพโหลดข้อมูลโปรแกรมผิดพลาด
SubmitData=กำลังส่งความคิดเห็นสำหรับโปรแกรมนี้...
SubmitSoftInfoError=การส่งผิดพลาด โปรดตรวจสอบเครือข่าย
SubmitRateSuccess=การส่งสำเร็จ
HaveSubmitRate=คุณได้ประเมินมัน
Submitgoodbad=กำลังส่งข้อมูลของคุณ...
me=ฉัน
NickTooLong=ชื่อเล่นของคุณต้องไม่เกิน 20 ตัวอักษร
MailTooLong=ที่อยู่อีเมลล์ของคุณต้องไม่เกิน 50 ตัวอักษร
WrongEmail=ที่อยู่อีเมลล์ไม่สมบูรณ์
ReviewTooLong=ความยาวของการรีวิวต้องไม่เกิน 300 ตัวอักษร
RateHint=เข้าร่วมการให้คะแนนและให้คะแนนซอฟแวร์ที่คุณชื่นชอบ!
UnknowName=ผลิตภัณฑ์ที่ไม่รู้จัก
UnknowVer=เวอร์ชั่นที่ไม่รู้จัก
UnknowDesc=คำอธิบาย

[Edit]
pmcut=ตัด
pmcopy=คัดลอก
pmpaste=วาง
pmdelete=ลบ
pmselectall=เลือกทั้งหมด

[Turbo]
PmActive=เตือนในภายหลัง
PmNever=ไม่ต้องแสดงอีก
btnClean=ทำความสะอาดตอนนี้
NeedCleanTrash=%s ไฟล์ขยะที่พบ
NeedCleanTrace=%d ร่องรอยวัตถุที่พบ
NeedClean=ใช้งานอย่างกว้างขวางสำหรับคอมพิวเตอร์ที่สร้างไฟล์ขยะจำนวนมาก

[Renew]
btnact.caption=เปิดใช้งานคีย์ใบอนุญาต
Regexpire=คุณจะไม่สามารถใช้งาน Wise Care 365 หลังจากสิ้นสุดการทดลองใช้ได้
Regtitle2=การทดลองใช้ 30 วันของคุณหมดอายุ โปรดลงทะเบียนตอนนี้
Regtitle=เวลาในการทดลองใช้เหลืออีก %d วัน
RegPrice=ซื้อเวอร์ชั่น Pro เพื่อคงพีซีของคุณให้มีประสิทธิภาพ! เพียง %s เท่านั้น!
Regnow=ลงทะเบียนตอนนี้!
title=Wise Care 365 โปร จะหมดอายุใน %d วัน!
title2=คีย์ใบอนุญาตของคุณหมดอายุแล้ว โปรดเปลี่ยนใหม่ในตอนนี้!
Price=เพื่อคงความเป็น Pro และรักษาพีซีของคุณให้ประสิทธิภาพอยู่ในระดับสูง! เพียงแค่ %s เท่านั้น!
lblfeature1.caption=ป้องกันข้อมูลส่วนตัวอย่างละเอียด: ตัวลบข้อมูลส่วนตัว
lblfeature2.caption=จัดการเมนูบริบท: ช่วยคุณเปลี่ยนแปลงเมนูของคุณ
lblfeature3.caption=อัพเดทอัตโนมัติ: ลดเวลาของคุณลงเมื่อกำลังอัพเดทเป็นเวอร์ชั่นใหม่
lblfeature4.caption=รูปแบบ & ลักษณะใหม่: คุณสบัติสำหรับผู้ใช้โปร
lblfeature5.caption=ฟรีการสนับสนุนจากฝ่ายเทคนิค 7x24 : คำถามของคุณจะได้รับการแก้ไขอย่างเร่งด่วน
lblrefund.caption=เราให้สัญญาว่าจะคืนเงินกลับ 100% โดยไม่มีเงื่อนไง
lblremind.caption=เตือนฉันในภายหลัง
lblhint.caption=คุณสมบัติที่ครอบคลุมของ Wise Care 365 Pro:
lbldesc.caption=คุณกำลังจะเสียสิทธิ์ของเวอร์ชั่น Pro ของคุณตอนนี้
btnrenew.caption=เปลี่ยนใหม่ตอนนี้
WorkTotal=สูงสุดตอนนี้, Wise Care 365 ได้ทำความสะอาดไฟล์ขยะ %s, ประวัติ %d รายการ และซ่อมแซมรีจิสทรีที่ผิดพลาด %d

[Sysmon]
processpath=ตำแหน่ง
DiskRPM=RMP(R/s)
SSD=อุปกรณ์โซลิดไดร์ฟ
RefreshRate=อัตรารีเฟรช
SATAVER=เวอร์ชั่น SATA
ATAVER=เวอร์ชั่น ATA


TfrmMonitorPopup.lblBoard.caption=เมนบอร์ด
TfrmMonitorPopup.lblCpu.caption=ตัวประมวลผล
TfrmMonitorPopup.lblGpu.caption=การ์ดจอ
TfrmMonitorPopup.lblhdd.caption=ฮาร์ดไดร์ฟ


frmSoftMonitor.ppKillProc=จบกระบวนการ
frmSoftMonitor.ppNet1=ปิดกั้นการเข้าถึงเครือข่าย
frmSoftMonitor.ppNet2=อนุญาตการเข้าถึงเครือข่าบ
frmSoftMonitor.ppDetails=รายละเอียดข้อมูล

TfrmMonitorPopup.lbl1_S=ความเร็วอัพโหลด
TfrmMonitorPopup.lbl2_S=บันทึกความเร็วอัพโหลด

TfrmMonitorPopup.lbl1_R=ความเร็วดาวน์โหลด
TfrmMonitorPopup.lbl2_R=บันทึกความเร็วดาวน์โหลด

TfrmMonitorPopup.lbl1_M=หน่วยความจำที่ใช้
TfrmMonitorPopup.lbl2_M=สถานะหน่วยความจำระบบ

TfrmMonitorPopup.lbl1_C=ซีพียูที่ใช้
TfrmMonitorPopup.lbl2_C=อัตราการใช้ซีพียู

TfrmMonitorPopup.lbl1_T=ส่วนประกอบอุณหภูมิฮาร์ดแวร์

btnSoftMonitor.caption=ตรวจสอบกระบวนการ
btnHardMonitor.caption=ตรวจสอบฮาร์ดแวร์

ppmShowFloat=แสดงหน้าต่างลอย
ppmExit=ออกจาก Wise Monitor
ppmStayontop =อยู่ด้านบนเสมอ
ppmHide=ซ่อนหน้าต่างลอย
ppmDetails=ตรวจสอบรายละเอียด

btnOverview.caption=ผลสรุป
btnProcessor.caption=ตัวประมวลผล
btnBoard.caption=เมนบอร์ด
btnMemory.caption=หน่วยความจำ
btnGraphic.caption=การ์ดจอ
btnDisk.caption=ฮาร์ดไดร์ฟ
btnNetAdapter.caption=อะแดปเตอร์เครือข่าย
btnSoundCard.caption=การ์ดเสียง

PhysicalTotal=หน่วยความจำทั้งหมด: 
PhysicalAvailable=หน่วยความจำที่พร้อมใช้งาน: 
SystemCache=แคชระบบ: 
PhysicalFree=หน่วยความจำที่ว่าง: 
PhysicalUsed=หน่วยความจำที่ใช้: 

MemSlot=ช่องหน่วยความจำ:
Loading=กำลังโหลด...
processName=ชื่อกระบวนการ
CPUUsage=ซีพียู: %d
MemoryUsage=หน่วยความจำ: %s/%s
TotalProcess=พบ %d กระบวนการ, รวมถึง %d กระบวนการผู้ใช้และ %d กระบวนการระบบ
ShowSysProcess=แสดงกระบวนการระบบ
ShowNetOnly=แสดงกระบวนการเครือข่ายเท่านั้น
Overview=ผลสรุปคอมพิวเตอร์
OS=ระบบปฏิบัติการ
CPU=ซีพียู
Memory=หน่วยความจำ
Recv=อัตรารับ
Send=อัตราส่ง
RecvS=รับ/วินาที
SendS=ส่ง/วินาที
User=ผู้ใช้
Board=เมนบอร์ด
Disk=ดิสก์
Graphics=การ์ดจอ
NetAdater=อะแดปเตอร์เครือข่าย
SoundCard=การ์เสียง
Manufacter=ผู้ผลิต
Socket=การออกแบบซ็อคเก็ต
Type=ชนิด
Familiy=แฟมิลี่ย์
Version=เวอร์ชั่น
Processor=ตัวประมวลผล
MaximumSpeed=ความเร็วตัวประมวลผลสูงสุด
CurrentSpeed=ความเร็วตัวประมวลผลปัจจุบัน
CPUUpgrade=อัพเกรดตัวประมวลผล
Serial=หมายเลขซีเรียล
Threads=จำนวนเธรด
Cores=จำนวนคอร์
ATemperature=อุณหภูมิเฉลี่ย
CTemperature=คอร์ %d อุณหภูมิ
Product=ผลิตภัณฑ์
Version=เวอร์ชั่น
BoardType=ชนิดบอร์ด
HandleNumber=จำนวนของวัตถุที่ถูกเชื่อมอยู่
Temperatures=อุณหภูมิ
Fans=พัดลม
Voltages=แรงดันไฟ
Form=ฟอร์มแฟกเตอร์
Asset=ป้ายทรัพยากร
Total=ทั้งหมด
DataWidth=ความกว้างข้อมูล
Size=ขนาด
Locator=ที่ตั้งแบงก์
MemoryType=ชนิดหน่วยความจำ
Speed=ความเร็ว
Part=หมายเลขชิ้นส่วน
GPU=GPU
EngineClock=ความเร็วอุปกรณ์
MemoryClock=ความเร็วหน่วยความจำ
ActivityPercent=เปอร์เช็นต์ความคลื่นไหว
VideoMode=คำอธิบายโหมดวีดีโอ
Temperature=อุณหภูมิ
Name=ชื่อ
Description=คำอธิบาย
InterfaceType=ชนิดส่วนติดต่อ
MediaType=ชนิดสื่อ
AdapterType=ชนิดอะแดปเตอร์
MACAddress=ที่อยู่ MAC
NetConnectionID=ID การเชื่อมต่อเน็ต
TemperatureMon=หน้าจอแสดงอุณหภูมิ
CacheSize=ขนาดแคช L2
MemSlotCount=จำนวนช่องหน่วยความจำ
BiosDate=วันที่ปล่อยไบออส
GPUChip=ซิป GPU
Technology=เทคโนโลยี
PixWidth=กว้าง(พิกเซล)
PixHeight=สูง(พิกเซล)
ColorDepth=ความละเอียดสี
Cylinders=กระบอกสูบ
TracksPerCylinder=แทร็คต่อกระบอกสูบ
SectorsPerTrack=เซ็กเตอร์ต่อแทร็ค
BytesPerSector=ไบต์ต่อเซ็กเตอร์
PartitionNumber=หมายเลขพาร์ติชั่น
StartingOffset=ออฟเซ็ทเริ่มต้น
PartitionLength=ความยาวพาร์ติชั่น
HostName=ชื่อโฮสต์
DomainName=ชื่อโดเมน
DHCPName=ชื่อขอบเขต DHCP
DNSServers=DNS เซิร์ฟเวอร์
DNSIP=DNS IP เซิร์ฟเวอร์
DNSSuffixes=ส่วนต่อท้าย DNS
DeviceID=ID อุปกรณ์
OtherType=อื่นๆ
Ethernet=อีเทอร์เน็ต
TokenRing=วงแหวนโทเค็น
PPP=PPP
SoftwareLookback=ซอฟแวร์ส่วนติดต่อเครือข่ายแบบวนรอบ
ATM=ATM
IEEE802=ไวเลส IEEE 802.11
Tunnel=ชนิดท่อหุ้ม
IEEE1394=IEEE 1394
Unknown type=ชนิดที่ไม่รู้จัก
MaxSpeed=ความเร็วสูงสุด
OperStatus=สถานะโอเปอร์
LANdisabled=อะแดปเตอร์แลนถูกปิดใช้งาน
WANconnected=อะแดปเตอร์แวนถูกปิดใช้งาน
disconnected=ตัดการเชื่อมต่อ
connecting=กำลังเชื่อมต่ออะแดปเตอร์
connected=เชื่อมต่อกับเพียร์ระยะไกล
Normal=ปกติ
IPAddress=ที่อยู่ IP
IPMask=IP ที่อยู่ลวง
Gateway=ที่อยู่เกตเวย์
DHCP=ที่อยู่ DHCP
WINSAddress=ที่อยู่ WINS เบื้องต้น
BusType=ชนิดบัส
Drive=ไดร์ฟ
FileSystemName=ชื่อระบบไฟล์
VolumeName=ชื่อไดร์ฟ
TotalSpace=ขนาดทั้งหมด
FreeSpace=พื้นที่ว่าง
DiskRPM=RMP(R/m)
HDFirmware=เวอร์ชั่นเฟิร์มแวร์
VideoDisplay=ชื่อหน้าจอ
btnOsOverview.Caption=ระบบปฏิบัติการ
btnProcess.Caption=กระบวนการ
OSProductID=ID ผลิตภัณฑ์
OSRegisteredUser=ลงทะเบียนผู้ใช้
OSRegisteredOrg=ลงละเบียนบริษัท
OSProductKey=คีย์ลิตภัณฑ์
OSEdition=Edition
OSversor=เวอร์ชั่น
OSCSD=CSD
OSInstallDate=วันที่ติดตั้ง
OSPaths=ตัวแปรสภาพแวดล้อม
OSTimezone=โซนเวลา
OSDisplayName=ชื่อที่แสดง
OSStandardName=ชื่อมาตรฐาน
OSDaylightName=ชื่อตามฤดูกาล
OSUTC=UTC Bias(นาที)
OSLOCAL=ตำแหน่ง
OSLanguage=ภาษา
OSAbbreviate=ชื่อย่อภาษา
OSCountry=ประเทศ
OSMonetary=สัญลักษณ์ทางการเงิน
OSMonetarySymbol=สัญลักษณ์ทางการเงินระหว่างประเทศ
OSShortDateFormat=รูปแบบวันที่แบบสั้น
OSLongDateFormat=รูปแบบวันที่แบบยาว

TfrmMemoryProcList.btnSpeedup=เพิ่มความเร็ว
TfrmMemoryProcList.btnSpeedup_1=กำลังเพิ่มความเร็ว
TfrmMemoryProcList.memstate1=ทำงานดีเยี่ยม
TfrmMemoryProcList.memstate2=ทำงานปกติ
TfrmMemoryProcList.memstate3=ทำงานช้า
TfrmMemoryProcList.OptimizationMem=ได้คืน %s

[AutoRun]
ResultHint=การทำความสะอาดตามกำหนดการเสร็จสิ้น
Result=ล้างผลลัพธ์

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=ปกป้องรีจิสทรี
TfrmRegFilterNotify.lblTitle.Caption=ปกป้องระบบ
TfrmRegFilterNotify.lblProgram.Caption=โปรแกรมอันตราย:
KeyName=คีย์รีจิสทรี:
TfrmRegFilterNotify.lblKey.Caption=ที่ตั้งคีย์:
TfrmRegFilterNotify.ckbRemind.Caption=ไม่แสดงตำแหน่งนี้อีก
TfrmRegFilterNotify.btnDeny.Caption=ปฏิเสธ
TfrmRegFilterNotify.btnAllow.Caption=อนุญาต
pmAllowProgram=อนุญาตโปรแกรมนี้เสมอ
pmDenyProgram=ปฏิเสธโปรแกรมนี้เสมอ
regnotifydefaultbrowser=มีบางโปรแกรมกำลังเปลี่ยนเบราว์เซอร์เริ่มต้น
regnotifystartrundesc=มีบางโปรแกรมกำลังกำหนดค่าการเริ่มต้น
regnotifyservicesdesc=มีบางโปรแกรมกำลังพยายามติดตั้งไดร์เวอร์หรือบริการ
regnotifyifeodesc=มีบางโปรแกรมพยายามเจาะโปรแกรมเริ่มได้ด้วยตนเอง
regnotifyspidesc=มีบางโปรกำลังเปลี่ยนโปรโตคอลเครือข่ายแกรม
regnotifyIEStartPageDesc=มีบางโปรแกรมกำลังพยายามเปลี่บยหน้าแรกของ IE
